Author=Dan Nilsson
SourceLANGID=1033
LANGID=1053
Generator=DKLang Translation Editor v3.0
LastModified=2009-08-31 19:06:52

[Constants]
00000002=Ändrad
00000003=Filen
00000004=har blivit ändrad av ett annat program, vill du uppdatera filen? Du kommer kanske att förlora dina egna ändringar... fortsätta?
00000005=Den valda webbläsaren kunde inte hittas. För att kunna visa resultatet från felsökningen måste du ange en webbläsare i inställningar.
00000006=Alla Filer (*.*)
00000007=Alla Format
00000008=existerar inte!
00000009=Denna version av phpDesigner, version
00000010=är den senaste versionen!
00000011=Är du säker på att du vill ta bort markerad sak?
00000012=Är du säker på att du vill ta bort markerat program?
00000013=Är du säker på att du vill ta bort markerad FTP-uppkoppling?
00000014=Är du säker på att du vill ta bort de markerade sakerna?
00000015=Döp om Fil
00000016=Ange ett nytt filnamn och filändelse:
00000017=Filen kunde inte döpas om. Filen sparades inte!
00000018=Kan inte fortsätta med att döpa om filen eftersom målfilen redan finns!
00000019=Vill du återställa filen
00000020=Transparent läget kommer att stängas AV vid nästa omstart.
00000021=Transparent läge: AV
00000022=Kodbiblioteket har inte initierats
00000023=Tyvärr, ingen hjälpfil hittades...
00000024=Slå upp funktion
00000025=i PHP manualen
00000026=PHP-tolken kunde inte hittas. Vänligen konfigurera dina inställningar för att kunna fortsätta.
00000027=Sökvägen till localhost kunde inte hittas. Vänligen konfigurera dina inställningar för att kunna bädda in localhost.
00000028=Filen måste sparas för att kunna förhandsgranskas i inbäddade localhost.
00000029=Filen måste sparas för att kunna städa den.
00000030=Filen måste sparas för att kunna använda SVN-funktionerna.
00000031=Sökordet kunde inte hittas i kodbiblioteket!
00000032=Namnlös
00000033=Ange radnummer
00000034=Gå Till Rad
00000035=Filen innehåller ändringar som inte har blivit sparade.
00000036=Vill du spara ändringarna?
00000037=Kodsnuttar
00000038=Snutt
00000039=PHP Manual
00000040=Markerad Text
00000041=Filen
00000042=kunde inte sparas.
00000043=Troligtvis är det för att filen är markerad som ej skrivbar.
00000044=används redan.
00000045=Målfilen är markerad som ej skrivbar.
00000046=hittades inte i htdocs mappen.
00000047=Filen måste ligga i din localhost htdocs mapp för att kunna använda localhost förhandsgranskning.
00000048=Att Göra Punkt
00000049=Bugg Objekt
00000050=Skapa en ny snutt
00000051=Namnlös
00000052=Intelligent Markering
00000053=PHP fel!
00000054=Rad
00000055=Sparning misslyckades! Kunde inte koppla upp till fjärrvärd
00000056=Inget projekt laddat
00000057=Mall :: Ändra mall
00000058=Namnlös
00000059=Mall :: Skapa en ny mall
00000060=Snutt :: Ändra Snutt
00000061=Snutt :: Skapa en ny snutt
00000062=Filbläddrare - Kort
00000063=Ange ett namn för det nya kortet
00000064=Rensa senaste Filer?
00000065=FTP klient...
00000066=Textfil jämförelse- och sammanfogningsvektyg
00000067=HTML Tidy (tidy.exe) kunde inte hittas!
00000068=Du kommer att ta bort layouten
00000069=fortsätta?
00000070=Projektmappen finns inte!
00000071=Projekt
00000072=Spara Layout
00000073=Spara nuvarande skrivbordslayout som:
00000074=Rad
00000075=Kol
00000076=TortoiseSVN hittades inte!
00000077=Skapa fil på FTP:n
00000078=Filnamn:
00000079=Ladda upp nuvarande fil
00000080=Välj Mapp
00000081=Välj Filer...
00000082=Projektfiler...
00000083=För att kunna felsöka filen
00000084=måste den sparas lokalt på din dator.
00000085=Filen
00000086=har ändrats, vill du spara ändringarna och fortsätta felsökningen?
00000087=måste sparas, vill du spara filen nu?
00000088=Lägg till bevakare
00000089=Egenskap:
00000090=Xdebug kritiskt fel:
00000091=Xdebug server startades
00000092=Xdebug server stoppades
00000093=Skript avbrott i fil
00000094=på
00000095=rad
00000096=WinCacheGrind hittades inte!
00000097=Profilerare är cachegrind-filer och måste öppnas med tredje parts visaren WinCacheGrind.
00000098=Session
00000099=klar
00000100=Kör
00000101=Fortsätt
00000102=(Ingen aktiv session funnen)
00000103=startad:
00000104=Är du säker på att du vill ta bort den markerade punkten?
00000105=Detta värde accepteras inte
00000106=Ej startad
00000107=Sökningen av dokumentet är klar.
00000108=Vill du börja om igen?
00000109=kan inte öppnas!
00000110=Ta bort Bugg
00000111=Ta bort Att Göra
00000112=Vill du rensa alla sökmarkeringar i nuvarande dokument?
00000113=Vill du rensa alla sökmarkeringar i alla öppna dokument?
00000114=Layouthanteraren kunde inte hittas!
00000115=Skapa en ny fil
00000116=Filnamn
00000117=Filen finns redan!
00000118=Skapa en ny mapp
00000119=Kunde inte skapa en ny mapp
00000120=Mappnamn:
00000121=Inget textfil jämförelse- och sammanfogningsvektyg hittades!
00000122=Vänligen konfigurera dina inställningar.
00000123=Du kommer att byta ut
00000124=med
00000125=Fortsätta?
00000126=Beroenden
00000127=Funktioner
00000128=Variabler
00000129=Klasser
00000130=Klasskonstruktör
00000131=Klassförstörare
00000132=Utökar
00000133=Implementerar
00000134=Gränssnitt
00000135=Konstanter
00000136=dynamisk
00000137=Funktion
00000138=Klass
00000139=Deklarerat i
00000140=på
00000141=Beskrivning
00000142=smarty tag
00000143=smarty var
00000144=smarty function
00000145=var
00000146=const
00000147=function
00000148=interface
00000149=extends
00000150=abstract
00000151=final
00000152=class
00000153=implements
00000154=keyword
00000155=phpDocumentor
00000156=Inga matchningar hittades för
00000157=Denna utvärderingsversion av phpDesigner har upphört!
00000158=Om du vill fortsätta använda det, vänligen beställ din licens på
00000159=dagar
00000160=dag
00000161=Denna utvärdering har upphört!
00000162=Ange ditt användarnamn och din nyckel exakt som det står i ditt registrerings-email. För att vara säker på att det blir rätt, vänligen använd kopiera/klistra in metoden.
00000163=Om du har några frågor angående registreringen vänligen besök
00000164=Du har genomfört registreringen utan problem!
00000165=Tack så mycket!
00000167=Rensa sökhistorik?
00000168=Egenskaper
00000169=none
00000170=Method of
00000171=Field of
00000172=Sökresultat i

[fMain]
00000009=Arkiv
00000010=Ny...
00000011=Skapa ett nytt dokument...
00000012=Ny
00000013=Ny fil
00000041=Öppna
00000042=Öppna en existerande fil
00000044=Spara
00000045=Spara fil
00000046=Spara som
00000047=Spara fil som...
00000048=Spara Alla
00000049=Spara alla filer
00000052=Skriv ut
00000053=Skriv ut fil
00000054=Ångra
00000055=Ångra
00000056=Gör om
00000057=Gör om
00000058=Webb
00000059=Webb
00000060=Sök på webben
00000061=PHP (php.net)
00000062=Google
00000063=Live Search (Microsoft)
00000064=Yahoo!
00000065=Altavista
00000066=Wikipedia
00000067=Koders
00000068=Konfigurera Webbsökning...
00000069=Bokmärken
00000070=Aktivera
00000071=Aktivera Bokmärken
00000072=Bokmärke 0
00000073=Bokmärke 1
00000074=Bokmärke 2
00000075=Bokmärke 3
00000076=Bokmärke 4
00000077=Bokmärke 5
00000078=Bokmärke 6
00000079=Bokmärke 7
00000080=Bokmärke 8
00000081=Bokmärke 9
00000082=Gå till
00000083=Gå till Bokmärken
00000084=Bokmärke 0
00000085=Bokmärke 1
00000086=Bokmärke 2
00000087=Bokmärke 3
00000088=Bokmärke 4
00000089=Bokmärke 5
00000090=Bokmärke 6
00000091=Bokmärke 7
00000092=Bokmärke 8
00000093=Bokmärke 9
00000094=Föregående Bokmärke
00000095=Nästa Bokmärke
00000096=Urklipp
00000097=Klipp ut
00000098=Klipp ut markerad text till urklipp
00000099=Kopiera
00000100=Kopiera markerad text till urklipp
00000101=Klistra in
00000102=Klistra in från urklipp
00000103=Fönster
00000104=&Ordna Ikoner
00000105=Ordna Ikoner
00000106=Föregående dokument
00000107=Föregående Fil
00000108=Nästa dokument
00000109=Nästa Fil
00000110=Ordna horisontellt
00000111=Ordna horisontellt
00000112=Ordna vertikalt
00000113=Ordna vertikalt
00000114=Överlappa
00000115=Överlappa
00000116=HTML
00000117=Länk
00000118=Länk
00000119=Bild
00000120=Bild
00000121=Tabell
00000122=Tabell
00000123=Lista
00000124=Lista
00000125=Lager
00000126=Lager
00000127=Sök
00000128=Sök
00000129=Föregående
00000130=Nästa
00000131=Paragraf
00000132=Vänsterjustera
00000133=Vänsterjustera
00000134=Centrera
00000135=Centrera
00000136=Högerjustera
00000137=Högerjustera
00000138=Marginaljustera
00000139=Marginaljustera
00000140=Ny rad
00000141=Ny rad
00000142=Indrag
00000143=Indrag
00000144=Utdrag
00000145=Utdrag
00000146=Formulär
00000147=Formulär
00000148=Formulär
00000149=Text
00000150=Text
00000151=Text box
00000152=Text box
00000153=Lösenord
00000154=Lösenord
00000155=Knapp
00000156=Knapp
00000157=Skicka-knapp
00000158=Skicka-knapp
00000159=Rensa-knapp
00000160=Rensa-knapp
00000161=Bildknapp
00000162=Bildknapp
00000163=Radioknapp
00000164=Radioknapp
00000165=Kryssruta
00000166=Kryssruta
00000167=Rullgardinslista
00000168=Rullgardinslista
00000169=Filuppladdning
00000170=Filuppladdning
00000171=Gömd
00000172=Gömd
00000173=PHP
00000174=Verdana
00000175=Definiera PHP
00000176=<script language="php">...</script>
00000177=phpDocumentor
00000178=phpDocumentor taggar
00000236=<?php ... ?>
00000237=<?php ... ?>
00000238=Klass, Funktion, Variabel
00000239=Klass, Funktion, Variabel
00000243=Uttryck
00000244=Uttryck
00000245=if
00000246=Uttryck: if
00000247=if...else
00000248=Uttryck: if...else
00000249=elseif
00000250=Uttryck: elseif
00000251=while
00000252=Uttryck: while
00000253=do..while
00000254=Uttryck: do..while
00000255=for
00000256=Uttryck: for
00000257=foreach
00000258=Uttryck: foreach
00000259=break
00000260=Uttryck: break
00000261=continue
00000262=Uttryck: continue
00000263=switch
00000264=Uttryck: switch
00000265=declare full
00000266=Uttryck: declare full
00000267=declare single
00000268=Uttryck: declare single
00000269=return
00000270=Uttryck: return
00000271=include
00000272=Include a file
00000273=include_once
00000274=Include a file (once)
00000275=require
00000276=Require a file
00000277=require_once
00000278=Require a file (once)
00000279=Konvertera till PHP
00000280=Konvertera till PHP
00000325=Kommentar
00000326=Kommentar
00000327=Kommentera med /** */
00000330=Kommentera med //
00000331=Ta bort kommentar //
00000332=PHP Kodstädare...
00000333=PHP Kodstädare...
00000337=phpDocumentor
00000338=phpDocumentor
00000379=Taggar
00000387=Format
00000390=Typsnitt
00000393=Färg
00000394=Färg
00000395=Fet
00000396=Fet
00000397=Kursiv
00000398=Kursiv
00000399=Understryk
00000400=Understryk
00000401=Typsnitt
00000402=Typsnitt
00000403=Färger
00000404=Färger
00000407=Standard
00000408=Standard
00000413=Meny
00000414=&Arkiv
00000431=Öppna igen...
00000432=Rensa...
00000434=&Öppna...
00000435=Välj Fil...
00000436=Projektfiler...
00000437=FTP
00000438=Öppna fil från &FTP...
00000439=Spara till FTP...
00000440=Kopiera till FTP...
00000441=Ladda upp mapp till FTP...
00000443=&Spara
00000444=Spara so&m...
00000445=Spara Alla
00000447=Filformat
00000451=Konfigurera Filformat...
00000452=Filkodning
00000453=ANSI
00000454=UTF-8
00000455=UTF-16 LE
00000456=UTF-16 BE
00000457=Spara med BOM
00000459=Konfigurera Filkodning...
00000460=S&täng
00000461=St&äng Alla
00000462=Kopiera...
00000463=...
00000464=Döp om...
00000465=Skriv &ut...
00000466=Skrivar&inställningar...
00000467=Exportera till HTML...
00000468=Exportera till RTF...
00000469=Exportera till (La)TeX...
00000470=&Avsluta
00000471=&Redigera
00000472=&Ångra
00000473=&Gör om
00000474=&Klipp ut
00000475=K&opiera
00000476=K&listra in
00000477=&Markera Alla
00000478=Radbrytning
00000479=S&ök
00000480=Nästa
00000481=Föregående
00000482=Alternativ
00000483=Markeringar
00000484=Markera resultat
00000485=Rensa markerade resultat i dokumentet
00000486=Rensa markerade resultat i alla dokument
00000487=Rensa sökhistoriken...
00000488=Tyst
00000489=Gå till Rad...
00000490=Sök matchande tagg/klammer
00000491=Markera matchande tagg/klammer
00000492=Fildeklarationer
00000493=Alla
00000494=Funktioner
00000495=Klasser och Gränssnitt
00000496=Konstanter
00000497=Variabler
00000498=Projekt | Alla Öppnade Fildeklarationer
00000499=Alla
00000500=Funktioner
00000501=Klasser och Gränssnitt
00000502=Konstanter
00000503=Variabler
00000504=Nästa Deklaration
00000505=Föregående Deklaration
00000506=F&ormat
00000507=Typsnitt Editor...
00000508=Fet
00000510=Kursiv
00000512=Understryk
00000514=Genomstruken
00000515=Vänster
00000517=Mitten
00000519=Höger
00000521=Marginal
00000523=Ny Paragraf
00000525=Radbrytning
00000527=Fixerat mellanrum
00000529=Indrag
00000530=Utdrag
00000531=Rubriker
00000532=Rubrik 1
00000533=Rubrik 2
00000534=Rubrik 3
00000535=Rubrik 4
00000536=Rubrik 5
00000537=Rubrik 6
00000538=Radmellanrum
00000539=Radmellanrum: 100%
00000540=Radmellanrum: 150%
00000541=Radmellanrum: 200%
00000542=Datortaggar
00000543=Förformaterad
00000544=Teletyp
00000545=Prov
00000546=Kod
00000547=Variabel
00000548=Tangentbord
00000549=Citations och Definitions Taggar
00000550=Adress
00000551=Långt Citat
00000552=Kort Citat
00000553=Förkortning
00000554=Akronym
00000555=Textriktning
00000556=Definitionsterm
00000557=Citat
00000558=Infogning
00000559=Betoning
00000560=Fet
00000561=Nedsänkt
00000562=Upphöjd
00000563=Horisontell Linje
00000564=Fler Färger...
00000565=Färgväljare...
00000567=&HTML
00000570=Länk...
00000572=Bild...
00000574=Tabell-editor...
00000576=List-editor...
00000578=Numrerad Lista
00000579=Punktlista
00000580=Formulär
00000581=Formulär...
00000583=Textbox...
00000585=Textarea...
00000587=Lösenord...
00000589=Filuppladdning...
00000591=Knapp...
00000593=Skicka-knapp...
00000595=Rensa-knapp...
00000597=Bildknapp...
00000599=Radioknapp...
00000601=Kryssruta...
00000603=Rullgardinslista...
00000605=Gömt Fält...
00000607=Importera <body>...
00000608=Flash...
00000610=Kommentar
00000611=Doctype
00000622=Meta Information...
00000623=Speciella Tecken...
00000624=Speciella Tecken till Kod
00000625=Markerad Text
00000626=Hela Dokumentet
00000627=Kod till Speciella Tecken
00000628=Markerad Text
00000629=Hela Dokumentet
00000630=Ta bort Taggar
00000631=Ta bort Taggar från Markerad Text
00000632=Ta bort Taggar i Dokument
00000633=HTML Tidy
00000634=W3 Standard
00000635=Uppgradera till CSS2
00000636=Uppgradera till XHTML
00000637=Uppgradera till XML
00000638=&CSS
00000639=CSS
00000640=Importera...
00000645=Väljare
00000646=Väljare Guide...
00000647=Enkel...
00000648=Klass eller ID...
00000649=Innehållsbaserad...
00000650=Importera Regel...
00000651=Media Regel...
00000652=Positionering (Lager)...
00000653=Positionering (Lager)
00000654=&JavaScript
00000655=JavaScript
00000656=Funktion
00000657=Uttryck
00000671=Meddelande Dialog
00000672=Alert
00000673=Confirm
00000674=Prompt
00000675=Document.write()
00000676=Window.open()...
00000677=&PHP
00000696=Klass
00000697=Klass\n=============\n  Syntax:\n\n  class name\n  {\n  ... \n  }
00000698=Funktion
00000699=Funktion\n=============\n  Syntax:\n\n  function name\n  {\n  ... \n  }
00000700=Variabel
00000701=Filer
00000702=Include
00000703=Require
00000704=Include Once
00000705=Require Once
00000706=Kommentera med /** */
00000707=Kommentarblock
00000708=Kommentera med #
00000709=Radkommentar
00000710=Kommentera med //
00000711=Radkommentar
00000712=Ta bort enradskommentar
00000713=Ta bort kommentar
00000783=Konvertera till PHP
00000784=Tahoma
00000785=Print "...";
00000787=Print '...';
00000789=Echo "...";
00000791=Echo '...' ;
00000793=Enkla citationstecken '...'
00000795=Dubbla citationstecken "..."
00000797=Dubbla citationstecken och radbrytning "...\\n";
00000799=Enkla citationstecken och radbrytning '...\\n';
00000800=Omge text med enkla citationstecken och radbrytning "\\n" på varje rad
00000803=Dubbla citationstecken och Radbrytning (Enter) "...\\r";
00000805=Enkla citationstecken och Radbrytning (Enter) '...\\r';
00000806=Omge text med enkla citationstecken och radbrytning (Enter) "\\r" på varje rad
00000809=Dubbla citationstecken och Tabb "...\\t";
00000811=Enkla citationstecken och Tabb '...\\t';
00000812=Omge text med enkla citationstecken och tabb "\\t" på varje rad
00000815=phpDocumentor
00000825=phpDocumentor Guide...
00000826=phpDocumentor Taggar
00000855=Taggar
00000863=Smarty
00000864=Kommentar
00000865=Variabel
00000866=Inbyggda Funktioner
00000883=Egna Funktioner
00000902=Klassvariabler
00000939=Klassmetoder
00000977=PHP Kodstädare
00000978=Fil
00000979=Alla Filer
00000980=Konfigurera PHP Kodstädare...
00000981=&Felsök
00000982=Felsök
00000983=Starta ny session
00000984=Felsök med Parametrar...
00000985=Kör utan felsökning
00000986=Pausa
00000987=Avsluta
00000988=Kör till markör
00000989=Följ
00000990=Hoppa över
00000991=Kör tills retur
00000992=Aktivera brytpunkt
00000994=Lägg till bevakare
00000995=Visa körpunkt
00000996=Profilerare
00000997=Profilerare med Parametrar...
00000999=Xdebug IDE server
00001003=Kör utan Xdebug
00001004=Kör utan Xdebug och med Parametrar...
00001005=PHP Syntax Koll
00001006=Öppna php.ini
00001007=Felsökningsfönster
00001015=&Projekt
00001016=Projekthanterare...
00001017=Projektfiler...
00001018=Uppdatera
00001019=Stäng
00001020=&Verktyg
00001021=Programhanterare...
00001022=phpMyAdmin...
00001023=Skiftläge
00001024=Markerad Text
00001025=Versaler
00001026=Gemener
00001027=Kapitalisera
00001028=Stora bokstäver på taggar
00001029=Små bokstäver på taggar
00001030=Hela Dokumentet
00001031=Versaler
00001032=Gemener
00001033=Kapitalisera
00001034=Stora bokstäver på taggar
00001035=Små bokstäver på taggar
00001036=Kopiera Rad
00001044=Korrigera Automatiskt
00001045=Datum och Tid...
00001046=FTP...
00001047=FileZilla...
00001048=FileDiff...
00001049=Filassociationer...
00001050=&Inställningar...
00001051=S&VN
00001052=Lägg till Fil...
00001053=Skicka...
00001054=Skicka Fil...
00001055=Uppdatera...
00001056=Uppdatera Fil...
00001057=Jämför/Sammanfoga Fil...
00001058=Återställ Fil...
00001059=&Visa
00001060=Sidvisning
00001061=Ändra
00001062=PHP | Felsök
00001063=PHP | Kör
00001065=Localhost
00001066=&Verktygsfält
00001067=Fil
00001068=Urklipp
00001069=Sök
00001070=PHP
00001071=HTML
00001072=Formulär
00001073=Format
00001074=Paragraf
00001075=Deklarationer
00001076=Hopphistorik
00001078=Fönster
00001079=Bokmärken
00001080=Webbsök
00001082=&Verktygspaneler
00001083=PHP Kodbläddrare
00001084=Kodbibliotek
00001085=Kodsnuttar
00001086=Filbläddrare
00001087=Projekt
00001088=Mallar
00001089=Databasuppkopplingar
00001090=PHP Manual
00001091=Att Göra-hanterare
00001092=Bugghanterare
00001093=Att Göra
00001094=Bugg
00001095=PHP
00001096=phpDocumentor
00001097=HTML Tidy
00001098=Sökresultat
00001099=FTP-bläddrare
00001100=phpMyAdmin
00001101=Filbläddrare Kort
00001102=Projektöversikt
00001103=Syntax Koll: HTML && CSS
00001104=Brytpunkter
00001105=Anropslista
00001106=Utvärdera
00001107=Bevakare
00001108=Bakgrundsvariabler
00001109=Händelselogg
00001110=&Användargränssnitt
00001111=Transparens
00001112=Transparent Läge
00001113=Transparent Värde (STANDARD = 255)
00001114=Filtabb
00001115=Standard
00001116=Tema
00001117=Statusfält
00001119=Ingen
00001120=System Standard
00001121=Slumpmässig
00001122=Utveckla
00001123=Glid
00001124=Tona
00001142=Layouthanterare...
00001144=&Fönster
00001145=&Föregående
00001146=&Nästa
00001147=Ordna &Horisontellt
00001148=Ordna &Vertikalt
00001149=&Överlappa
00001150=&Ordna Ikoner
00001151=&Minimera Alla
00001152=Ma&ximera Alla
00001153=Filer
00001154=&Hjälp
00001155=Hj&älp...
00001156=Registrering...
00001157=Licens...
00001158=Hjälp Manualer
00001159=PHP
00001160=&PHP Manual...
00001161=Slå upp Funktion
00001162=Innehållsförteckning
00001163=Komma igång
00001164=Funktionshänvisning
00001165=Språkhänvisning
00001167=&HTML...
00001168=&CSS...
00001169=P&EAR...
00001170=SQL...
00001171=Ge Feedback...
00001172=Besök Hemsida...
00001173=Sök efter Uppdateringar...
00001174=&Om...
00001447=Hopphistorik
00001448=Bakåt
00001449=Framåt
00001450=Felsök
00001451=Felsök
00001453=Kör till markör
00001457=Aktivera brytpunkt
00001458=Lägg till bevakare
00001459=Profilerare
00001462=Syntax Koll
00001463=Deklarationer
00001464=Fil
00001465=Fildeklarationer
00001471=Projekt
00001472=Projektdeklarationer
00001478=Nästa
00001479=Nästa Deklaration
00001480=Föregående
00001481=Föregående Deklaration
00001482=Position
00001483=Egenskap
00001484=Ändrad
00001485=Inget projekt laddad
00001488=Licensierad till:
00001489=Ny Fil
00001490=Projekt
00001492=Öppna existerande fil(er)
00001494=Öppna...
00001532=Resultatvisning:
00001623=Standard
00001663=Expandera Automatiskt
00001672=Allmänt
00001673=Layout
00001775=Kodbibliotek - Sök
00001776=Sök igen
00001777=Sök
00001787=Filbläddrare
00001788=Öppna eller infoga fil
00001789=Alternativ
00001790=Skapa ny fil/mapp
00001814=ToolbarTemplate
00001815=Ny databas...
00001816=Ändra databas...
00001817=Skapa databasuppkopplings-kod
00001818=Ta bort
00001819=Exportera till XML
00001858=Infoga Att Göra punkt
00001859=Infoga Att Göra punkt
00001860=Ta bort Att Göra punkt
00001861=Ta bort Att Göra punkt
00001866=Fil
00001870=Det finns inga punkter att visa.
00001882=Det finns inga punkter att visa.
00001906=Fil
00001915=Meddelande
00001916=Filnamn
00001917=ClassBrowser
00001918=Navigering
00001919=Bakåt
00001920=Framåt
00001921=Funktion hittades inte!
00001922=Filbläddrare
00001923=Ladda filbläddrare kort
00001924=Spara filbläddrare kort
00001925=Ta bort filbläddrare kort
00002033=php
00002035=*.htm
00002036=Alla Filer|*.*
00002050=&Öppna...
00002065=&Ny Att Göra Punkt...
00002066=Skapar en ny Att Göra punkt
00002067=&Ändra
00002068=Ändra markerad Att Göra punkt
00002069=Öppna &Fil(er)...
00002070=Öppna tillhörande fil(er) i markerad(e) Att Göra punkt(er)
00002071=&Ta bort
00002072=Ta bort markerad(e) Att Göra punkt(er)
00002073=Exportera Lista
00002074=HTML....
00002075=Exportera Att Göra till HTML
00002077=&Alternativ
00002078=Alternativ
00002079=Öppna Fil
00002080=Ändra Att Göra Punkt
00002081=Rutnät
00002082=Visa
00002083=&Rutor
00002084=&Lista
00002085=&Ikoner
00002086=&Rapport
00002087=Flytta upp
00002088=Flytta ner
00002089=html
00002090=HTML Dokument (*.htm;*.html)|*.htm;*.html
00002093=Öppna projekt
00002094=Stäng projekt
00002098=Spara
00002099=Spara Alla
00002100=Spara till FTP...
00002101=Kopiera till FTP...
00002102=Stäng
00002103=Stäng Alla
00002104=Stäng Andra
00002105=Kopiera...
00002107=Filer
00002110=Klasser
00002111=Funktioner
00002113=Fil
00002114=Urklipp
00002115=Sök
00002116=PHP
00002117=Felsök
00002118=HTML
00002119=Formulär
00002120=Format
00002121=Paragraf
00002122=Hopphistorik
00002123=Deklarationer
00002125=Fönster
00002126=Bokmärken
00002127=Webbsök
00002129=PHP manual
00002130=Infoga
00002131=Manualer
00002137=Ny...
00002138=Ny databas...
00002139=Ändra...
00002140=Ändra databas...
00002145=DBX
00002154=Ta bort...
00002171=Nytt Bugg Objekt #PHP...
00002172=Nytt Bugg Objekt #HTML...
00002173=Ny Att Göra Punkt #PHP...
00002174=Ny Att Göra Punkt #HTML...
00002177=Skapa en ny fil
00002178=Hoppa till källa
00002181=Alla|*.*|PHP|*.php
00002182=Innehållsförteckning
00002183=Komma igång
00002184=Funktionshänvisning
00002185=Språkhänvisning
00002186=Konfigurera PHP Manual...
00002187=MySQL
00002188=PostgreSQL
00002198=Infoga filnamn
00002199=Infoga filnamn med full sökväg
00002200=Skrivbord
00002201=Personligt
00002202=Diskar
00002203=Nätverk
00002204=Localhost
00002205=Visa
00002206=&Rutor
00002207=&Lista
00002208=&Ikoner
00002209=&Detaljer
00002210=&Miniatyrer
00002211=Filter
00002212=Webb Filer
00002213=Alla Filer
00002238=Sök...
00002239=Sök Igen
00002240=Ersätt...
00002241=Ersätt Igen...
00002242=Utökad Sök...
00002243=Utökad Ersätt...
00002244=Sök i Filer...
00002245=&Inställningar
00002246=Rensa Markeringar...
00002247=Rensa Sökhistorik...
00002248=Konfigurera Sök...
00002249=&Klipp ut
00002250=K&opiera
00002251=K&listra in
00002252=Konfigurera...
00002253=Öppna Projekt
00002257=Kommentera med /** */
00002259=Kommentera med //
00002261=Kommentera med #
00002263=TortoiseSVN :: Lägg till Fil
00002265=Ny
00002267=Öppna
00002269=Spara
00002271=aSpara som
00002273=SparaAlla
00002275=aFTP
00002277=Stäng
00002279=Stäng Alla
00002281=Kopiera
00002283=Återställa
00002285=Döp om
00002287=Skriv ut
00002289=Exportera till HTML
00002291=Exportera till RTF
00002293=Exportera till LaTex
00002295=Avsluta
00002297=&Ångra
00002298=Ångra
00002300=&Gör om
00002301=Gör om
00002303=&Klipp ut
00002304=Klipp ut till urklipp
00002306=K&opiera
00002307=Kopiera till urklipp
00002309=K&listra in
00002310=Klistra in från urklipp
00002312=&Markera Alla
00002313=Markera Alla
00002315=&Radbrytning
00002316=Radbrytning
00002318=Gå till Rad
00002320=Fildeklarationer Alla
00002322=Fildeklarationer Funktioner
00002324=Fildeklarationer Klasser och Gränssnitt
00002326=Fildeklarationer Konstanter
00002328=Fildeklarationer Variabler
00002330=Projektdeklarationer Alla
00002332=Projektdeklarationer Funktioner
00002334=Projektdeklarationer Klasser och Gränssnitt
00002336=Projektdeklarationer Konstanter
00002338=Projektdeklarationer Variabler
00002340=Deklaration Nästa
00002342=Deklaration Föregående
00002344=Panel :: PHP Kodbläddrare
00002346=Sidvisning :: PHP | Felsök
00002348=Panel :: Kodbibliotek
00002350=Panel :: Kodsnuttar
00002352=Panel :: Filbläddrare
00002354=Panel :: Projekt
00002356=Panel :: Mallar
00002358=Panel :: Databasuppkopplingar
00002360=Sidvisning :: Ändra
00002362=Sidvisning :: PHP | Kör
00002366=Sidvisning :: Localhost
00002368=Dockpanel :: PHP Manual
00002370=Dockpanel :: Att Göra-hanterare
00002372=Dockpanel :: Bugghanterare
00002374=Dockpanel :: Att Göra Hanterare
00002376=Dockpanel :: Bugghanterare
00002378=Dockpanel :: Sökresultat
00002380=Dockpanel :: FTP
00002382=Dockpanel :: phpMyAdmin
00002384=Dockpanel :: Filbläddrare - Kort
00002386=Dockpanel :: Projekt
00002388=Programhanterare
00002390=Markera Matchande Tagg/Klammer
00002392=Sök Matchande Tagg
00002394=Ta bort Tomma Rader
00002396=Korrigera Automatiskt
00002398=Datum och Tid
00002400=FileZilla
00002402=Inställningar
00002404=Ta bort Kommentar //
00002406=phpDocumentor Guide
00002408=phpDocumentor :: Klass
00002410=phpDocumentor :: Funktion
00002412=phpDocumentor :: Enkel funktion
00002414=phpDocumentor :: Alla klasser i filen
00002416=phpDocumentor :: Alla funktioner i filen
00002418=phpDocumentor :: Alla enkla funktioner i filen
00002420=phpDocumentor :: Alla klasser i alla öppna filer
00002422=phpDocumentor :: Alla funktioner i alla öppna filer
00002424=phpDocumentor :: Alla enkla funktioner i alla öppna filer
00002426=PHP Kodstädare :: Fil
00002428=PHP Kodstädare :: Alla öppna Filer
00002430=Länk
00002432=Bild
00002434=Tabell
00002436=Lista
00002442=Flash
00002444=Meta Information
00002446=Speciella Tecken
00002448=Formulär
00002450=Formulär :: Textbox
00002452=Formulär :: Textarea
00002454=Formulär :: Lösenord
00002456=Formulär :: Filuppladdning
00002458=Formulär :: Knapp
00002460=Formulär :: Skicka
00002462=Formulär :: Rensa
00002464=Formulär :: Bild
00002466=Formulär :: Radio
00002468=Formulär :: Kryssruta
00002470=Formulär :: Rullgardinslista
00002472=Formulär :: Gömd
00002474=Tidy :: W3 Standard
00002476=Tidy ::  Uppgradera till CSS2
00002478=Tidy :: Uppgradera till XHTML
00002480=Tidy :: Uppgradera till XML
00002482=Kör utan Xdebug
00002484=Kör utan Xdebug och med Parametrar...
00002486=PHP Syntax Koll
00002488=Projekthanterare
00002490=Projekt :: Genomsök igen
00002492=Projekt :: Stäng
00002494=Typsnitt Editor
00002496=Fet
00002498=Kursiv
00002500=Understryk
00002502=Genomstruken
00002504=Vänster
00002506=Mitten
00002508=Höger
00002510=Marginal
00002512=Ny Rad
00002514=Radbrytning
00002516=Fixerat mellanrum
00002518=Indrag
00002520=Utdrag
00002522=Rubrik 1
00002524=Rubrik 2
00002526=Rubrik 3
00002528=Rubrik 4
00002530=Rubrik 5
00002532=Rubrik 6
00002534=Teckenmellanrum: 100%
00002536=Teckenmellanrum: 150%
00002538=Teckenmellanrum: 200%
00002540=SubScript
00002542=SuperScript
00002544=Horisontell Linje
00002546=Fler Färger
00002548=Färgväljare
00002550=Aktivera Bokmärke 0
00002552=Aktivera Bokmärke 1
00002554=Aktivera Bokmärke 2
00002556=Aktivera Bokmärke 3
00002558=Aktivera Bokmärke 4
00002560=Aktivera Bokmärke 5
00002562=Aktivera Bokmärke 6
00002564=Aktivera Bokmärke 7
00002566=Aktivera Bokmärke 8
00002568=Aktivera Bokmärke 9
00002570=Gå Till Bokmärke 0
00002572=Gå Till Bokmärke 2
00002574=Gå Till Bokmärke 1
00002576=Gå Till Bokmärke 3
00002578=Gå Till Bokmärke 4
00002580=Gå Till Bokmärke 5
00002582=Gå Till Bokmärke 6
00002584=Gå Till Bokmärke 7
00002586=Gå Till Bokmärke 8
00002588=Gå Till Bokmärke 9
00002590=Sök Webben
00002592=Sök Webben - PHP (php.net)
00002594=Sök Webben - Google
00002596=Sök Webben - Live Search (Microsoft)
00002598=Sök Webben - Yahoo!
00002600=Sök Webben - Altervista
00002602=Sök Webben - Wikipedia
00002604=Sök Webben - Koders
00002606=PHP Manual
00002608=Hoppa till Deklaration
00002610=Öppna Fil vid Markör
00002612=Att Göra Punkt :: PHP
00002614=Att Göra Punkt :: HTML
00002616=Bugg Objekt :: PHP
00002618=Bugg Objekt :: HTML
00002620=Ny :: PHP
00002622=Ny :: XHTML/HTML
00002624=Ny :: CSS
00002626=Ny :: XML
00002628=Ny :: JavaScript
00002630=Ny :: Visual Basic
00002632=Ny :: SQL
00002634=Ny :: Perl
00002636=Ny :: Java
00002638=Ny :: C#
00002640=Ny :: Python
00002642=Ny :: Ruby
00002644=Ny :: Ingen
00002646=Syntax koll för (X)HTML och CSS
00002648=Ta bort Rad
00002650=Ta bort Slutraden
00002652=TortoiseSVN :: Skicka
00002654=TortoiseSVN :: Skicka Fil
00002656=TortoiseSVN :: Uppdatera
00002658=TortoiseSVN :: Uppdatera Fil
00002660=TortoiseSVN :: Skilj/Slå ihop Fil
00002662=TortoiseSVN :: Återställ Fil
00002664=Föregående
00002666=Nästa
00002668=Ordna &Horisontellt
00002670=Ordna &Vertikalt
00002672=&Överlappa
00002674=&Ordna Ikoner
00002676=&Minimera Alla
00002678=Ma&ximera Alla
00002680=Välj Fil
00002682=Projektfiler
00002684=Kopiera aktiv fil till FTP
00002686=Ladda upp aktiv fil till FTP...
00002688=Ladda upp mapp till FTP...
00002690=Ladda upp projekt till FTP...
00002692=Kopiera Rad
00002694=Stora bokstäver på markerad text
00002696=Små bokstäver på markerad text
00002698=Kapitalisera markerad text
00002700=Stora bokstäver på markerade taggar
00002702=Små bokstäver på markerade taggar
00002704=Stora bokstäver på text
00002706=Små bokstäver på text
00002708=Kapitalisera text
00002710=Stora bokstäver på taggar
00002712=Små bokstäver på taggar
00002714=Sök
00002716=Sök Nästa
00002718=Sök Föregående
00002720=Dockpanel :: Felsök - PHP
00002722=Dockpanel :: Felsök - phpDocumentor
00002724=Dockpanel :: Felsök - HTML Tidy
00002726=Dockpanel :: Brytpunkter
00002728=Dockpanel :: Anropslista
00002730=Dockpanel :: Utvärdera
00002732=Dockpanel :: Bevakare
00002734=Dockpanel :: Bakgrundvariabler
00002736=Dockpanel :: Händelselogg
00002738=Infogning
00002740=Betoning
00002742=Fet
00002744=aHtmlComment
00002745=Föregående Bokmärke
00002746=Nästa bokmärke
00002747=Komplettera Automatiskt
00002749=Ta bort enradskommentar
00002751=Textfil jämförelse- och sammanfogningsverktyg
00002755=Avbryt
00002756=Laddar projekt
00002757=Letar efter projektfiler. Vänligen vänta...
00002760=Felsök
00002762=Starta server
00002764=Kör utan felsökning
00002766=Stoppa server
00002768=Starta om server
00002770=Följ
00002772=Hoppa över
00002774=Kör tills retur
00002776=Kör till markör
00002778=Avsluta
00002780=Lägg till bevakare
00002782=Brytpunkter
00002784=Anropslista
00002786=Bevakare
00002788=Bakgrundsvariabler
00002790=Utvärdera
00002792=Händelselogg
00002794=Aktivera Brytpunkt
00002796=Starta ny session
00002798=Visa körpunkt
00002800=Profilerare
00002802=Profilerare
00002804=Profilerare med Parametrar...
00002808=Felsök med Parametrar...
00002810=Profilerare med Parametrar...
00002811=Filformat
00002812=Filkodning
00002817=Språk
00002819=Hjälp till att översätta ett språk!
00002825=Använd escape-tecken på strängar
00002826=Använd escape-tecken på enkla citationstecken
00002827=Använd escape-tecken på dubbla citationstecken
00002828=Använd escape-tecken på enkla citationstecken och omge med citationstecken
00002829=Använd escape-tecken på dubbla citationstecken och omge med citationstecken
00002831=Ny :: Smarty
00002833=Använd escape-tecken på dubbla citationstecken och omge med citationstecken
00002834=Använd escape-tecken på dubbla citationstecken
00002835=Använd escape-tecken på enkla citationstecken och omge med citationstecken
00002836=Använd escape-tecken på enkla citationstecken
00002841=Print "...";
00002842=Print '...';
00002843=Echo "...";
00002844=Echo '...' ;
00002845=Dubbla citationstecken "..."
00002846=Enkla citationstecken '...'
00002847=Dubbla citationstecken och Radbrytning "...\\n";
00002848=Enkla citationstecken och Radbrytning '...\\n';
00002849=Dubbla citationstecken och Radbrytning (Enter) "...\\r";
00002850=Enkla citationstecken och Radbrytning (Enter) '...\\r';
00002851=Dubbla citationstecken och Tabb "...\\t";
00002852=Enkla citationstecken och Tabb '...\\t';
00002881=WinCacheGrind...
00002882=Konfigurera...
00002883=Anpassa...
00002884=Senaste Filer
00002885=Rensa senaste filer
00002886=Uttryck
00002887=Egen...
00002888=Egna Färger...
00002889=Fler Färger...
00002890=Fler Färger
00002891=Färgväljare...
00002892=Färgväljare...
00002893=Klass
00002894=Funktion
00002895=Variabel
00002896=Ny...
00002897=Välj Fil...
00002898=Projektfiler...
00002899=Kommentera med #
00002900=Radkommentar
00002901=Fildeklarationer - Alla
00002902=Funktioner
00002903=Klasser och Gränssnitt
00002904=Konstanter
00002905=Variabler
00002906=Projekt | Alla Öppna Fildeklarationer - Alla
00002907=Funktioner
00002908=Klasser och Gränssnitt
00002909=Konstanter
00002910=Variabler
00002911=Tidsstämpel
00002912=Tidsstämpel #4
00002913=Tidsstämpel #3
00002914=Tidsstämpel #2
00002915=Tidsstämpel #1
00002916=Uppdatera Tidsstämpel när Sparar
00002917=Datamapp...
00002918=Sök och ersätt...
00002919=Ctrl+H\n
00002920=Lägg till klass dokumentation
00002921=Lägg till funktion dokumentation
00002922=Lägg till enkel funktion dokumentation
00002923=Lägg till dokumentation till alla klasser i filen
00002924=Lägg till dokumentation till alla funktioner i filen
00002925=Lägg till enkel dokumentation till alla funktioner i filen
00002926=Lägg till dokumentation till alla klasser i alla öppna filer
00002927=Lägg till dokumentation till alla funktioner i alla öppna filer
00002928=Lägg till enkel dokumentation till alla funktioner i alla öppna filer
00002929=&Ny
00002930=Server Variabler
00002931=JavaScript...
00002932=Ny...
00002933=Nollställ positionen av sökrutan
00002936=Uppdatera
00002939=Döp om
00002940=Ta bort
00002942=Öppna
00002943=Skapa Fil
00002944=Skapa Mapp
00002945=Döp om
00002946=Uppdatera
00002947=Ta bort
00002948=Ändra åtkomsträttigheter
00002949=Ändra åtkomsträttigheter
00002950=Uppdatera
00002953=Döp om
00002954=Ta bort
00002955=Ändra åtkomsträttigheter
00002956=barTop
00002957=Ny ...
00002958=Virtuell mapp
00002959=Mapp
00002960=Fil
00002961=Länk till lokal mapp
00002962=Länk till lokal fil
00002963=Länk till FTP mapp
00002964=Länk till FTP fil
00002965=Importera från ...
00002966=Lokal mapp
00002967=Lokal fil
00002968=FTP mapp
00002969=FTP fil
00002970=Exportera till ...
00002971=Lokal mapp
00002972=FTP mapp
00002973=Uppdatera
00002974=Ta bort
00002975=Döp om
00002976=Inställningar
00002977=Öppna
00002978=Ny ...
00002979=Fil
00002980=Mapp
00002981=Länk till lokal fil
00002982=Länk till lokal mapp
00002983=Länk till FTP fil
00002984=Länk till FTP mapp
00002985=Virtuell mapp
00002986=Inställningar
00002987=Importera från ...
00002988=Lokal mapp
00002989=Lokal fil
00002990=FTP mapp
00002991=FTP fil
00002992=Exportera till ...
00002993=Lokal mapp
00002994=FTP mapp
00002995=Shell meny
00002996=Öppna
00002997=Ny ...
00002998=Virtuell mapp
00002999=Mapp
00003000=Fil
00003001=Länk till lokal mapp
00003002=Länk till lokal fil
00003003=Länk till FTP mapp
00003004=Länk till FTP fil
00003005=Importera från ...
00003006=Lokal mapp
00003007=Lokal fil
00003008=FTP mapp
00003009=FTP fil
00003010=Exportera till ...
00003011=Lokal mapp
00003012=FTP mapp
00003013=Uppdatera
00003014=Ta bort
00003015=Döp om
00003016=Inställningar
00003017=Ändra åtkomsträttigheter
00003018=Shell meny
00003019=barTop
00003020=Ny ...
00003021=Virtuell mapp
00003022=Mapp
00003023=Fil
00003024=Länk till lokal mapp
00003025=Länk till lokal fil
00003026=Länk till FTP mapp
00003027=Länk till FTP fil
00003028=Importera från ...
00003029=Lokal mapp
00003030=Lokal fil
00003031=FTP mapp
00003032=FTP fil
00003033=Exportera till ...
00003034=Lokal mapp
00003035=FTP mapp
00003036=Uppdatera
00003037=Ta bort
00003038=Döp om
00003039=Inställningar
00003040=Öppna
00003041=Ny ...
00003042=Fil
00003043=Mapp
00003044=Länk till lokal fil
00003045=Länk till lokal mapp
00003046=Länk till FTP fil
00003047=Länk till FTP mapp
00003048=Virtuell mapp
00003049=Inställningar
00003050=Importera från ...
00003051=Lokal mapp
00003052=Lokal fil
00003053=FTP mapp
00003054=FTP fil
00003055=Exportera till ...
00003056=Lokal mapp
00003057=FTP mapp
00003058=Shell meny
00003059=Öppna
00003060=Ny ...
00003061=Virtuell mapp
00003062=Mapp
00003063=Fil
00003064=Länk till lokal mapp
00003065=Länk till lokal fil
00003066=Länk till FTP mapp
00003067=Länk till FTP fil
00003068=Importera från ...
00003069=Lokal mapp
00003070=Lokal fil
00003071=FTP mapp
00003072=FTP fil
00003073=Exportera till ...
00003074=Lokal mapp
00003075=FTP mapp
00003076=Uppdatera
00003077=Ta bort
00003078=Döp om
00003079=Inställningar
00003080=Ändra åtkomsträttigheter
00003081=Shell meny
00003082=Välj uppkoppling
00003083=Uppkopplingar...
00003084=Hantera FTP uppkopplingar
00003085=Visa alla uppkopplingar
00003086=Sök och ersätt...
00003088=aProjektHanterare
00003090=Projekt Hanterare
00003091=Projekt Hanterare
00003092=Projekt Hanterare
00003093=Ny mapp
00003094=Ny snutt
00003095=Ta bort
00003096=Döp om
00003097=Ändra
00003098=Exportera markerade
00003099=Importera till markerade
00003100=Exportera alla
00003101=Importera alla
00003102=Ändra
00003103=Ny mapp
00003104=Ny snutt
00003105=Importera / Exportera
00003106=Importera till markerade...
00003107=Exportera markerade...
00003108=Ladda från fil...
00003109=Spara till fil...
00003110=Döp om
00003111=Ta bort
00003112=xml
00003113=Mallar XML fil (*.xml)|*.xml|Alla filer (*.*)|*.*
00003114=xml
00003115=Mallar XML fil (*.xml)|*.xml|Alla filer (*.*)|*.*
00003116=Lägg till mapp
00003117=Lägg till objekt
00003118=Ta bort
00003119=Döp om
00003120=Ändra
00003121=Exportera markerade
00003122=Importera till markerade
00003123=Exportera alla
00003124=Importera alla
00003125=Ändra
00003126=Lägg till mapp
00003127=Lägg till objekt
00003128=Importera / Exportera
00003129=Importera till markerade...
00003130=Exportera markerade...
00003131=Ladda från fil...
00003132=Spara till fil...
00003133=Döp om
00003134=Ta bort
00003135=xml
00003136=Mallar XML fil (*.xml)|*.xml|Alla filer (*.*)|*.*
00003137=xml
00003138=Mallar XML fil (*.xml)|*.xml|Alla filer (*.*)|*.*
00003139=Importera/exportera
00003140=toolbarTemplates
00003141=Importera/exportera
00003144=Importera till markerade...
00003145=Exportera markerade...
00003146=Ladda från fil...
00003147=Spara till fil...
00003148=Nytt dokument
00003149=Infoga
00003150=Ändra
00003151=Ny mapp
00003152=Ny snutt
00003153=Importera / Exportera
00003154=Döp om
00003155=Ta bort
00003156=Importera / Exportera
00003157=Infoga
00003158=Infoga
00003159=Infoga
00003160=Ändra
00003161=Lägg till mapp
00003162=Lägg till objekt
00003163=Importera / Exportera
00003164=Döp om
00003165=Ta bort
00003166=Importera / Exportera
00003167=Infoga
00003168=Infoga
00003169=Ersätt...
00003170=Infoga
00003171=Infoga filnamn
00003172=Infoga fullt filnamn
00003173=1-2-3 Filtabb
00003174=Dela
00003175=Dela fillista
00003176=Dela
00003177=Dela fillista
00003178=Typsnitt-familj
00003180=Spara Projektfil Session
00003181=Kodinspektör (HTML/XHTML)
00003182=Snuttar
00003183=Snuttar
00003184=N
00003185=EmbeddedWB http://bsalsa.com/
00003186=<HTML></HTML>\n
00003187=N
00003188=EmbeddedWB http://bsalsa.com/
00003189=<HTML></HTML>\n
00003190=&w&bSida &p av &P
00003191=&u&b&d
00003192=&w&bSida &p av &P
00003193=&u&b&d
00003194=Gå till
00003195=JavaScript
00003196=CSS
00003197=CSS
00003198=JavaScript
00003201=Operatörer
00003202=Historik
00003204=Ändra Mallar...
00003205=Paneler
00003206=Resurser
00003207=Guider
00003208=Operatörer
00003211=Föregående Bokmärke
00003212=Nästa Bokmärke
00003213=Aktivera Bokmärken
00003214=Aktivera Bokmärken
00003215=Gå till Bokmärke
00003216=Gå till Bokmärke
00003217=Bokmärken
00003218=Trimma
00003219=Trimma
00003220=Trimma Vänster
00003221=Trimma Höger
00003222=Ta bort Rad
00003223=Ta bort sista raden
00003224=Ta bort tomma rader
00003225=ExtJS
00003226=jQuery
00003227=Dojo
00003228=Yahoo! User Interface Library (YUI)
00003229=MooTools
00003230=Prototype
00003231=Ramverk
00003232=Hemsida
00003233=Ladda ner
00003234=Koppla till jQuery...
00003235=Dokumentation
00003236=Konfigurera...
00003237=Koppla till Ext JS...
00003238=Dokumentation
00003239=Ladda ner
00003240=Hemsida
00003241=Konfigurera...
00003242=Koppla till Yahoo! User Interface Library (YUI)...
00003243=Dokumentation
00003244=Ladda ner
00003245=Hemsida
00003246=Konfigurera...
00003247=Koppla till Dojo...
00003248=Dokumentation
00003249=Ladda ner
00003250=Hemsida
00003251=Konfigurera...
00003252=Koppla till MooTools...
00003253=Dokumentation
00003254=Ladda ner
00003255=Hemsida
00003256=Konfigurera...
00003257=Koppla till Prototype...
00003258=Dokumentation
00003259=Ladda ner
00003260=Hemsida
00003261=Konfigurera...

[fMDIChild]
00000001=Namnlös
00000072=Bokmärke 0
00000073=Bokmärke 1
00000074=Bokmärke 2
00000075=Bokmärke 3
00000076=Bokmärke 4
00000077=Bokmärke 5
00000078=Bokmärke 6
00000079=Bokmärke 7
00000080=Bokmärke 8
00000081=Bokmärke 9
00000084=Bokmärke 0
00000085=Bokmärke 1
00000086=Bokmärke 2
00000087=Bokmärke 3
00000088=Bokmärke 4
00000089=Bokmärke 5
00000090=Bokmärke 6
00000091=Bokmärke 7
00000092=Bokmärke 8
00000093=Bokmärke 9
00001785=Projektfiler...
00001790=Välj filer...
00001862=Markeringsscheman...
00001864=Kommentar
00001909=Konfigurera Felsökning...
00002097=Konfigurera Externa Webbläsare...
00002219=Gå
00002221=Sök Alla
00002222=PHP Manual
00002223=Slå upp funktion i PHP manualen
00002224=Radbrytning
00002225=Kant
00002226=Intelligent markering
00002227=Intelligent markering (php, html, xml, css and javascript)
00002228=Ändra
00002229=HTML :: Förhandsgranskning
00002230=PHP :: Kör
00002231=Localhost
00002234=Stäng dokument
00002235=Välj filer...
00002236=Projektfiler...
00002237=PHP :: Felsök
00002238=PrintFileName
00002239=Ändra
00002240=LineJump
00002275=aConvertCharsToCodeSel
00002278=Ändra färg...
00002279=Hoppa till Deklaration
00002280=Öppna Fil vid Markör...
00002281=phpDocumentor
00002282=Hjälp
00002283=Webbsök
00002284=PHP (php.net)
00002285=Google
00002286=Live Search (Microsoft)
00002287=Yahoo!
00002288=Altavista
00002289=Wikipedia
00002290=Koders
00002291=Konfigurera Webbsök...
00002292=Ångra
00002293=Gör om
00002294=Klipp ut
00002295=Kopiera
00002296=Klistra in
00002297=Radbrytning
00002298=Radbrytning
00002299=Tangentlås
00002300=Tangentlås
00002301=&Aktivera Bokmärken
00002302=&Gå till Bokmärken
00002303=Markera Tagg
00002304=Sök Tagg
00002305=Skiftläge
00002306=Markerad Text
00002307=Versaler
00002308=Gemener
00002309=Kapitalisera
00002310=Stora bokstäver på taggar
00002311=Små bokstäver på taggar
00002312=Hela Dokumentet
00002313=Versaler
00002314=Gemener
00002315=Kapitalisera
00002316=Stora bokstäver på taggar
00002317=Små bokstäver på taggar
00002320=Att Göra && Bugg
00002321=Ny Att Göra # PHP...
00002322=Ny Att Göra # HTML...
00002323=Ny Bugg # PHP...
00002324=Ny Bugg # HTML...
00002325=Kommentera med //
00002326=Ta bort enradskommentar
00002327=SVN
00002328=Konfigurera...
00002329=Internet Explorer
00002330=Netscape
00002331=Firefox
00002332=Opera
00002333=Safari
00002334=Konfigurera Externa Webbläsare...
00002335=Internet Explorer
00002336=Netscape
00002337=Firefox
00002338=Opera
00002339=Safari
00002340=Konfigurera Externa Webbläsare...
00002341=Internet Explorer
00002342=Netscape
00002343=Firefox
00002344=Opera
00002345=Safari
00002346=Localhost Mapp...
00002394=Ingen syntax
00002395=Syntax: Ingen
00002396=Editor Verktygsfält Position: Topp
00002397=Editor Verktygsfält Position: Botten
00002399=URL:
00002400=Sök:
00002402=Smarty
00002403=Tahoma
00002404=Syntax: HTML
00002405=Aktivera Brytpunkt
00002406=Felsök
00002407=Felsök med Parametrar...
00002408=Intelligent Markering...
00002409=Markeringsversion...
00002410=Konfigurera
00002411=Rensa alla bokmärken i dokumentet...

[frmAbout]
00000028=Stäng
00000029=Om
00000034=För mer information vänligen besök:
00000039=Licensierad till:
00000041=Namn:
00000042=Email:
00000043=Företag/Organisation:
00000044=Registrera Nu!
00000045=Ta bort licens
00000046=Ändra licens information...
00000047=Tredje Parter
00000048=Tredje Parter
00000049=Denna produkt inkluderar komponenter eller bibliotek utvecklat av följande tredje parter:
00000050=Tack till alla grupper och individer ovan för deras bidrag!
00000051=Särskilt tack till Krystian Bigaj!
00000052=Komponent/Bibliotek.
00000053=Upphovsman
00000054=Licens
00000055=Hemsida
00000056=Juridiskt
00000057=Xdebug
00000063=PHP
00000068=Licensavtal
00000069=Licensavtal
00000071=(Baserat på "The PHP License", version 3.0)
00000072=Copyright (c) 2002 - 2007 Derick Rethans. Alla rättigheter förbehålles.
00000073=Översättning
00000074=Översättare
00000075=Bidragsgivare
00000076=Språk
00000077=Hemsida
00000078=Tack till bidragsgivarna ovan från runt om i världen för hjälpen med översättningen!
00000079=Om du vill hjälpa till med att översätta ett språk! Vänligen besök:
00000080=Exportera licens
00000081=Licenstyp:
00000082=phpDesigner 7
00000083=MPSOFTWARE

[frmApplicationEdit]
00000070=Programinställningar
00000073=Ok
00000078=Avbryt
00000079=Namn:
00000080=Programsökväg:
00000081=Parametrar
00000084=Alla Filer (*.*)|*.*

[frmApplicationManager]
00000070=Programhanterare
00000073=Kör
00000078=Stäng
00000079=Ny...
00000080=Ta bort...
00000081=Ändra...

[frmAutoCompletionNewItem]
00000070=Komplettera Automatiskt Objekt
00000073=Ok
00000078=Avbryt
00000079=ID:
00000080=Exempel: <html>
00000081=Resultat
00000082="|" = Platsen för markören
00000083=Exempel: <html>|</html>
00000084=Exempel
00000085=Ange:
00000086=<html>
00000087=Tryck:
00000088=Ctrl+J
00000089=Resultat:
00000090=<html>                  </html>
00000091=[cursor]

[frmBug]
00000070=Bugg Objekt
00000073=Ok
00000078=Avbryt
00000079=Beskrivning:
00000080=Filnamn:
00000081=Prioritet:
00000082=Klar:
00000083=Objektnamn:
00000084=Projekt:
00000085=Version:
00000086=Allvarlighetsgrad:
00000087=Platform:
00000088=Operativsystem:
00000089=Milstople:
00000090=Historik:
00000091=Status:
00000092=Upplösning:
00000093=Tilldelat till:
00000094=Hög\nNormal\nLåg\n
00000095=Otilldelad\nIdé\nFunktionsförfrågan\nIrritation\nInnehåll\nObetydlig\nMindre\nViktig\nKritisk\n
00000096=Alla (plattformsoberoende)\nPC\nMacintosh\nSun\nHP\n
00000097=Windows Vista\nWindows XP SP2\nWindows XP\nWindows NT\nWindows 2000\nWindows ME\nWindows 98\nWindows 95\nWindows 3.1\nMac System 7\nMac System 7.5\nMac System 7.6.1\nMac System 8.0\nMac System 8.5\nMac System 8.6\nMac System 9.0\nMac OS X\nLinux\nBSDI\nNetBSD\nAIX\nHP-UX\nNeutrino\nOS/2\nSolaris\nOther\n
00000098=UPPTAGEN\nKLAR\nVIDAREBEFORDRAD\nPÅBÖRJAD\nEJSTARTAD\nVÄNTAR\nTESTAR\nOKÄND\n
00000099=Uppskjuten\nDubblett\nFixad\nOgiltig\nInte en bugg\nGår inte att fixa\nFungerar för mig\n
00000100=Uppskjuten\nDubblett\nFixad\nOgiltig\nInte en bugg\nGår inte att fixa\nFungerar för mig\n
00000101=.htm
00000102=Alla Filer (*.*)|*.*

[frmCodeBeautifier]
00000070=PHP Kodstädare
00000071=Indragslängd
00000072=Ursprunglig indragslängd
00000073=Efter PHP start*
00000074=Före PHP slut*
00000075=Max tomma rader*
00000076=Indragning
00000077=Kommentarer
00000078=Nya Rader
00000079=Mellanrum
00000080=Radbrytning
00000081=Minsta radlängd
00000082=Högsta radlängd
00000083=Gemener
00000084=Välj profil:
00000085=Stäng
00000086=SpTBXToolbar1
00000087=Lägg till ny profil
00000088=Lägg till ny profil
00000089=Ta bort markerad profil
00000090=Ta bort markerad profil
00000091=Kopiera nuvarande profil
00000092=Kopiera nuvarande profil
00000093=Flytta upp
00000094=Flytta upp
00000095=Flytta ner
00000096=Flytta ner
00000097=Indrag som tabbar
00000098=Ursprungligt indrag som tabbar
00000099=Ursprungligt indraga kommentarer
00000100=Ta bort dok-kommentarer
00000101=Ta bort kommentarer
00000102=Lägg till stjärna i dok-kommentarer
00000103=Lägg till stjärna i flerrads-kommentarer
00000104='if/else'
00000105='elseif'
00000106=före Klammrar
00000107=Klammer (PEAR standard)
00000108=Behåll ensamma rader
00000109=efter 'if'
00000110=efter 'elseif'
00000111=efter 'else'
00000112=efter 'while'
00000113=efter 'do'
00000114=efter 'for'
00000115=efter 'foreach'
00000116=efter 'switch'
00000117=runt Kolon
00000118=före Semikolon
00000119=rund Punkter
00000120=runt Frågetecken
00000121=efter Komma
00000122=efter Utropstecken
00000123=före Stängda Parenteser
00000124=efter Öppna Parenteser
00000125=Nyckelord
00000126=Till indragen längd
00000127=Objektmetoder
00000128=Lägg till ny profil
00000129=Lägg till ny profil
00000130=Ta bort markerad profil
00000131=Ta bort markerad profil
00000132=Kopiera nuvarande profil
00000133=Kopiera nuvarande profil
00000134=&Nuvarande Fil
00000135=&Alla filer
00000136=Flytta upp
00000137=Flytta upp
00000138=Flytta ner
00000139=Flytta ner
00000140=SpTBXToolbar1

[frmCodeExplorerSelectFile]
00000002=Öppna
00000003=Avbryt
00000004=Välj Fil

[frmColors]
00000071=Värde:
00000072=Vald:
00000073=Ok
00000077=Egen...
00000078=Avbryt
00000079=&Välj...
00000080=Fler Färger

[frmConfigurePHPManual]
00000070=PHP manualen kunde inte hittas!
00000076=Konfigurera Nu
00000077=För att kunna använda innehållsbaserad hjälp med åtkomst till fler än 3000 funktioner direkt måste du\nladda ner PHP manualen.\n\nPHP manualen (.chm) finns tillgänglig gratis på: http://www.php.net/download-docs.php\n\nI Inställningar > PHP manual, ange sökvägen till PHP manualen.\n\nViktigt:\n========\nOm du har laddat ner PHP manualen (CHM) med Microsoft Internet Explorer under\nWindows XP SP2 eller senare borde du "låsa upp" filen, genom att högerklicka på den\noch välja Inställningar. Klicka sedan på "Lås upp" knappen.\n

[frmCSSCreateSelectorChild]
00000070=CSS: Skapa Väljare
00000073=Ok
00000078=Avbryt
00000079=Child
00000080=Parent element:
00000081=Markerad väljare:
00000082=Child element:
00000083=Markerad väljare:

[frmCSSCreateSelectorClass]
00000070=CSS: Skapa Väljare
00000073=Ok
00000078=Avbryt
00000079=Klass / ID
00000080=Markerad väljare:
00000081=Element:
00000082=Klass
00000083=Id

[frmCSSCreateSelectorContextual]
00000070=CSS: Skapa Väljare
00000073=Ok
00000078=Avbryt
00000079=Innehållsbaserat
00000080=Ancestor element:
00000081=Markerad väljare (ancestor):
00000082=Andra element:
00000083=Markerad väljare:

[frmCSSCreateSelectorPseudo]
00000070=CSS: Skapa Väljare
00000073=Ok
00000078=Avbryt
00000079=Pseudo
00000080=Element:
00000081=Pseudo element:
00000082=Markerad väljare:
00000083=Klass
00000084=Id

[frmCSSCreateSelectorSibling]
00000070=CSS: Skapa Väljare
00000073=Ok
00000078=Avbryt
00000079=Sibling
00000080=Parent element:
00000081=Markerad väljare:
00000082=Markerad väljare:
00000083=Väljare:

[frmCSSCreateSelectorSimple]
00000070=CSS: Skapa Väljare
00000073=Ok
00000078=Avbryt
00000079=Enkel
00000080=Element:
00000081=Markerad väljare:

[frmCSSImport]
00000070=CSS: Importera
00000073=Ok
00000078=Avbryt
00000079=Fil
00000081=Full sökväg
00000082=Använd escape-tecken på alla dubbla citationstecken "

[frmCSSImportRule]
00000070=CSS: Importera Regel
00000073=Ok
00000078=Avbryt
00000079=Fil
00000082=Full sökväg
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000105=CSS (*.css)|*.css|Alla Filer (*.*)|*.*
00000106=Typer
00000107=all
00000108=aural
00000109=braille
00000110=embossed
00000111=handheld
00000112=print
00000113=projection
00000114=screen
00000115=tty
00000116=tv

[frmCSSMediaRule]
00000070=CSS: Media Regel
00000073=Ok
00000078=Avbryt
00000081=Typer
00000083=all
00000085=aural
00000087=braille
00000089=embossed
00000091=handheld
00000093=print
00000095=projection
00000097=screen
00000099=tty
00000101=tv

[frmCSSPosition]
00000070=CSS: Positionering
00000071=Id:
00000072=Z-Index:
00000073=Vänster:
00000074=Topp:
00000075=Höjd:
00000076=Bredd:
00000077=Position:
00000078=Ok
00000079=Avbryt
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Anger innehåll "<div>" i dokumentet

[frmDatabaseConnection]
00000070=Databasuppkoppling Inställningar
00000073=Ok
00000078=Avbryt
00000079=Server:
00000080=Användarnamn:
00000081=Lösenord:
00000082=Namn:
00000083=Databas:
00000084=Port

[frmDateTime]
00000070=Datum & Tid
00000072=Avbryt
00000073=Ok
00000074=Datum
00000075=Datum && Tid
00000076=&Uppdatera

[frmDebugParameters]
00000073=Ok
00000078=Avbryt
00000079=Felsök med Parametrar
00000080=Ange argument, separera argument med &&:
00000081=Rensa

[frmDebugProfiler]
00000001=Välj Xdebug Profilerare
00000002=&OK
00000003=&Avbryt

[frmDockBug]
00000001=Bugg

[frmDockCodeExplorer]
00000001=PHP Kodbläddrare

[frmDockCodeLib]
00000001=Kodbibliotek

[frmDockCodeSnippets]
00000001=Kodsnuttar

[frmDockDatabaseConnections]
00000001=Databasuppkopplingar

[frmDockDatabaseManagement]
00000001=Databashantering

[frmDockDebugBreakpoints]
00000001=Brytpunkter
00000002=Lägg till
00000003=Ändra
00000004=Aktivera
00000005=Inaktivera
00000006=Ta bort
00000007=Aktivera alla
00000008=Inaktivera alla
00000009=Ta bort alla
00000010=Lägg till
00000011=Ändra
00000012=Aktivera
00000013=Inaktivera
00000014=Aktivera alla
00000015=Inaktivera alla
00000016=Ta bort
00000017=Ta bort alla

[frmDockDebugCallStack]
00000001=Anropslista
00000002=Kopiera
00000003=Kopiera

[frmDockDebugContextVariables]
00000001=Bakgrundsvariabler
00000002=Kopiera
00000003=Lägg till bevakare
00000004=Lägg till bevakare
00000005=Kopiera

[frmDockDebugEvaluate]
00000001=Utvärdera
00000002=Kopiera
00000003=Lägg till bevakare

[frmDockDebugEvent]
00000001=Händelselogg
00000002=Kopiera
00000006=Rensa
00000007=Rensa
00000008=Rensa

[frmDockDebugWatches]
00000001=Bevakare
00000002=Kopiera
00000006=Lägg till
00000007=Ändra
00000008=Ta bort
00000009=Ta bort alla
00000010=Gå till deklaration
00000011=Lägg till
00000012=Ändra
00000013=Ta bort
00000014=Ta bort alla
00000015=Ta bort alla

[frmDockFileBrowser]
00000001=Filbläddrare

[frmDockFileBrowserSnapshots]
00000001=Filbläddrare - Kort

[frmDockFTP]
00000001=FTP

[frmDockInlineTodo]
00000001=Att Göra

[frmDockMsgPHP]
00000001=PHP

[frmDockMsgPHPDoc]
00000001=phpDocumentor

[frmDockMsgTidy]
00000001=HTML Tidy

[frmDockPHPManual]
00000001=PHP Manual

[frmDockProjectOverview]
00000001=Projekt

[frmDockProjects]
00000001=Projekt

[frmDockSearchResults]
00000001=Sökresultat
00000002=Sök...
00000003=Visa alla
00000004=Göm alla

[frmDockSyntaxCheck]
00000001=Syntax Koll
00000002=Typ
00000003=Position
00000004=Beskrivning

[frmDockTemplates]
00000001=Mallar

[frmDockTodo]
00000001=Att Göra

[frmEmbed]
00000070=Inbäddad
00000071=Id:
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000085=URL:
00000086=Bredd:
00000087=Höjd:
00000088=Allmänt
00000089=Full sökväg
00000090=Börja automatiskt
00000091=Slinga
00000092=Gömd
00000093=Avancerat
00000094=&Åtkomsttecken:
00000095=&Namn:
00000096=Tabb:
00000097=Riktning:
00000098=Språk:
00000099=Titel:
00000100=Avancerat
00000103=CSS
00000104=Stil:
00000105=Klass:
00000106=CSS
00000107=Ok
00000108=Avbryt
00000109=Alla Filer|*.*

[frmFileAss]
00000001=Filassociationer
00000002=Använd
00000003=Stäng

[frmFindReplace]
00000001=Sök och Ersätt
00000002=&Stäng
00000003=Inställningar
00000004=Sökmetod:
00000005=Sk&iftlägeskänsliga
00000006=Hela ord &bara
00000007=Reguljärt &uttryck
00000008=&Jokertecken (*, ?)
00000009=Vanlig &text
00000010=Sök &bakåt
00000011=Markera resultat
00000012=Sök var
00000013=Markera&d text
00000014=Nuvarande dokument (&globalt)
00000015=N&uvarande dokument (från markören)
00000016=Alla ö&ppnade dokument
00000017=&Projektfiler
00000018=&Egen mapp
00000019=Inkludera undermappar
00000020=&Filfilter:
00000021=Använd ";" som separator. Exempel: *.php;*.htm*;*.inc
00000022=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;
00000023=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;\n
00000024=&Sök
00000025=Sök &alla
00000026=Ers&ätt
00000027=Ersätt &alla
00000028=Text att söka efter:
00000029=Ersätt &med:
00000030=Stäng rutan
00000031=Sök Nästa
00000032=Sök Föregående
00000033=Klipp ut
00000034=Kopiera
00000036=Markera alla
00000037=Ångra
00000038=Klistra in
00000039=Nuvarande mapp

[frmFlash]
00000070=Flash
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000085=URL:
00000086=Bredd:
00000087=Höjd:
00000088=Allmänt
00000089=Full sökväg
00000107=Ok
00000108=Avbryt
00000110=&Namn:

[frmFont]
00000001=Allmänt
00000002=Typsnitt Förhandsgranskning
00000003=Fet
00000004=Kursiv
00000005=Understryk
00000006=Genomstruken
00000007=Upphöjd
00000008=Nedsänkt
00000009=Blinka
00000010=Små bokstäver
00000011=Stora bokstäver
00000012=Kapitalisera
00000013=Gömd
00000014=Fet
00000015=Betoning
00000016=Prov
00000017=Begrepp
00000018=Citat
00000019=Variabel
00000020=Tangentbord
00000021=Kod
00000022=baslinje\nnedsänkt\nupphöjd\ntopp\ntext-topp\nmitten\nbotten\ntext-botten\n
00000026=Avancerat
00000027=Punktstorlek:
00000030=CSS
00000031=Ok
00000032=Avbryt
00000033=Använd escape-tecken på alla dubbla citationstecken "
00000034=Typsnitt Editor
00000035=Text:
00000036=Storlek:
00000037=Färg:
00000038=Typsnitt:
00000039=Position:
00000040=Mellanrum:
00000041=Allmänt
00000042=Stil
00000043=Mellanrum
00000044=Utdata
00000045=Tagg:
00000046=World Wide Web Consortium (W3C) har lagt ner <font> taggen i senaste versionen av HTML (HTML 4 och XHTML) i framtida versioner ska style sheets (CSS) användas för att ange layouten.
00000047=&Åtkomsttecken:
00000048=&Namn:
00000049=Tabb:
00000050=Riktning:
00000051=Id:
00000052=Språk:
00000053=Titel:
00000054=Avancerat
00000055=Stil:
00000056=Klass:
00000057=CSS

[frmForm]
00000070=Formulär :: Formulär
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000109=Handling:
00000110=Kodningstyp:
00000111=Mål:
00000112=Metod:
00000113=Avancerat
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000122=CSS
00000123=Stil:
00000124=Klass:
00000125=CSS

[frmFormButton]
00000070=Formulär :: Knapp
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Utdata
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000110=Knapptyp
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000126=Allmänt
00000127=Värde:
00000128=URL:
00000129=Knapp
00000130=Skicka
00000131=Rensa
00000132=Avancerat
00000133=CSS
00000134=Utdata
00000135=Omge med
00000136=Enkla citationstecken
00000137=Dubbla citationstecken
00000138=Inget
00000139=Trimma
00000140=Inget
00000141=Tabb \\t
00000142=Ny rad \\n
00000143=Ny rad (Enter) \\r

[frmFormCheckbox]
00000070=Formulär :: Kryssruta
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000113=Avancerat
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000122=CSS
00000123=Stil:
00000124=Klass:
00000125=CSS
00000126=Anpassning:
00000127=Värde:
00000128=Ursprungligt Skick
00000129=Bockad
00000130=Ej bockad
00000131=Utdata
00000132=Utdata
00000133=Omge med
00000134=Enkla citationstecken
00000135=Dubbla citationstecken
00000136=Inget
00000137=Trimma
00000138=Inget
00000139=Tabb \\t
00000140=Ny rad \\n
00000141=Ny rad (Enter) \\r

[frmFormDropDown]
00000070=Formulär :: Rullgardinslista
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000126=Allmänt
00000127=Storlek:
00000128=Objekt:
00000129=Inaktiverad
00000130=Nytt Val
00000131=Vald
00000132=Skapa...
00000133=Val
00000134=Värde
00000135=Lägg till
00000136=Ändra
00000137=Ta bort
00000138=Flytta upp
00000139=Flytta ner
00000140=Avancerat
00000141=CSS

[frmFormDropdownProperties]
00000070=Formulär :: Rullgardinslista Inställningar
00000071=Val
00000072=Värde
00000073=Ok
00000074=Avbryt

[frmFormFileUpload]
00000070=Formulär :: Filuppladdning
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000126=Allmänt
00000132=Avancerat
00000133=CSS
00000134=Utdata
00000135=Omge med
00000136=Enkla citationstecken
00000137=Dubbla citationstecken
00000138=Inget
00000139=Trimma
00000140=Inget
00000141=Tabb \\t
00000142=Ny rad \\n
00000143=Ny rad (Enter) \\r
00000144=Acceptera:
00000145=Storlek:
00000146=Ursprungligt värde:
00000147=Utdata

[frmFormHidden]
00000070=Formulär :: Gömt fält
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000127=Värde:
00000134=Utdata
00000135=Omge med
00000136=Enkla citationstecken
00000137=Dubbla citationstecken
00000138=Inget
00000139=Trimma
00000140=Inget
00000141=Tabb \\t
00000142=Ny rad \\n
00000143=Ny rad (Enter) \\r
00000144=Avancerat
00000145=CSS
00000146=Utdata

[frmFormImageButton]
00000070=Formulär :: Bildknapp
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000134=Utdata
00000135=Omge med
00000136=Enkla citationstecken
00000137=Dubbla citationstecken
00000138=Inget
00000139=Trimma
00000140=Inget
00000141=Tabb \\t
00000142=Ny rad \\n
00000143=Ny rad (Enter) \\r
00000144=Skapa en grafisk skicka-knapp
00000145=Bild:
00000146=Kantlinje:
00000147=Höjd:
00000148=Bredd:
00000149=Anpassning:
00000150=Full sökväg
00000151=Förhandsgranska
00000152=Avancerat
00000153=CSS
00000154=Utdata
00000155=CompuServe GIF Bild (*.gif)|*.gif|JPEG Bildfil (*.jpg)|*.jpg|JPEG Bildfil (*.jpeg)|*.jpeg|Alla Filer (*.*)|*.*
00000156=Förhandsgranska

[frmFormPassword]
00000070=Formulär :: Lösenord
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000127=Värde:
00000134=Utdata
00000135=Omge med
00000136=Enkla citationstecken
00000137=Dubbla citationstecken
00000138=Inget
00000139=Trimma
00000140=Inget
00000141=Tabb \\t
00000142=Ny rad \\n
00000143=Ny rad (Enter) \\r
00000144=Anpassning:
00000145=Storlek:
00000146=Längd:
00000147=Bara läsbar
00000148=Avancerat
00000149=CSS
00000150=Utdata

[frmFormRadio]
00000070=Formulär :: Radioknapp
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000127=Värde:
00000134=Utdata
00000135=Omge med
00000136=Enkla citationstecken
00000137=Dubbla citationstecken
00000138=Inget
00000139=Trimma
00000140=Inget
00000141=Tabb \\t
00000142=Ny rad \\n
00000143=Ny rad (Enter) \\r
00000144=Anpassning:
00000145=Bockad
00000146=Avancerat
00000147=CSS
00000148=Utdata

[frmFormText]
00000070=Formulär :: Textbox
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000127=Värde:
00000134=Utdata
00000135=Omge med
00000136=Enkla citationstecken
00000137=Dubbla citationstecken
00000138=Inget
00000139=Trimma
00000140=Inget
00000141=Tabb \\t
00000142=Ny rad \\n
00000143=Ny rad (Enter) \\r
00000144=Anpassning:
00000145=Storlek:
00000146=Längd:
00000147=Bara läsbar
00000148=Avancerat
00000149=CSS
00000150=Utdata

[frmFormTextbox]
00000070=Formulär :: Textarea
00000083=Använd escape-tecken på alla dubbla citationstecken "
00000084=Allmänt
00000088=Allmänt
00000107=Ok
00000108=Avbryt
00000114=&Åtkomsttecken:
00000115=&Namn:
00000116=Tabb:
00000117=Riktning:
00000118=Id:
00000119=Språk:
00000120=Titel:
00000121=Avancerat
00000123=Stil:
00000124=Klass:
00000125=CSS
00000126=Radbryt:
00000127=Innehåll:
00000128=Kolumner:
00000129=Rader:
00000130=Längd:
00000131=Bara läsbar
00000132=Inaktiverad
00000133=Avancerat
00000134=CSS

[frmFTPConfirm]
00000001=FTP Bekräfta
00000002=Vad vill du göra med en fil som redan finns?
00000003=&Fortsätt
00000004=&Skriv över
00000005=&Avbryt

[frmFTPManager]
00000002=Stäng
00000003=Koppla upp
00000004=Ny...
00000005=Ändra...
00000006=Ta bort
00000007=FTP-hanterare
00000008=Kopiera
00000009=Ner
00000010=Upp
00000011=Sortera

[frmFTPManagerProperties]
00000002=Värd:
00000003=Avbryt
00000004=Ok
00000005=FTP Inställningar
00000006=Allmänt
00000007=Användarnamn:
00000008=Lösenord
00000009=Port
00000010=Namn:
00000011=Ursprunglig mapp:
00000012=Passiv
00000013=Visa gömda filer

[frmFTPPermissions]
00000001=Ändra åtkomsträttigheter
00000002=Ägare åtkomsträttigheter
00000003=Läs
00000004=Skriv
00000005=Kör
00000006=Grupp åtkomsträttigheter
00000007=Läs
00000008=Skriv
00000009=Kör
00000010=Publika åtkomsträttigheter
00000011=Läs
00000012=Skriv
00000013=Kör
00000014=Ok
00000015=Avbryt
00000016=SetUID
00000017=SetGID
00000018=StickyBit

[frmFTPProgress]
00000001=Vänligen vänta...
00000002=Avbryt

[frmImage]
00000002=Bildområde:
00000003=Avbryt
00000004=Ok
00000005=Allmänt
00000006=&URL
00000007=Alternativ Text:
00000008=Allmänt
00000009=&Höjd:
00000010=&Bredd:
00000011=Kantlinje:
00000012=&Anpassning:
00000013=V.mellanrum:
00000014=H.mellanrum:
00000015=Full sökväg
00000016=Avancerat
00000017=&Åtkomsttecken:
00000018=&Namn:
00000019=Tabb:
00000020=Riktning:
00000021=Id:
00000022=Språk:
00000023=Titel:
00000024=Avancerat
00000025=CSS
00000026=Stil:
00000027=Klass:
00000028=CSS
00000029=Förhandsgranska
00000030=Utdata
00000031=Utdata
00000032=Omge med
00000033=Enkla citationstecken
00000034=Dubbla citationstecken
00000035=Inget
00000036=Trimma
00000037=Inget
00000038=Tabb \\t
00000039=Ny rad \\n
00000040=Ny rad (Enter) \\r
00000041=Använd escape-tecken på alla dubbla citationstecken "
00000042=Bild
00000043=CompuServe GIF Bild (*.gif)|*.gif|JPEG Bildfil (*.jpg)|*.jpg|JPEG Bildfil (*.jpeg)|*.jpeg|Alla Filer (*.*)|*.*
00000044=Grafiska Bilder|*.gif;*.jpg;*.jpeg;*.png;*.bmp|CompuServe GIF Bild (*.gif)|*.gif|JPEG Bildfil (*.jpg)|*.jpg;*.jpeg|PNG Bild (*.png)|*.png|Bitmap Bildfil (*.bmp)|*.bmp|Alla Filer (*.*)|*.*
00000045=Förhandsgranska

[frmInline]
00000002=Kommentar:
00000003=Avbryt
00000004=Ok
00000005=Objekt

[frmJavaScriptOpenWindow]
00000025=Inställningar:
00000035=JavaScript - Window.open()
00000036=URL:
00000037=Namn:
00000038=Bredd:
00000039=Höjd:
00000040=Verktygsfält
00000041=Meny
00000042=Statusfält
00000043=Mappar
00000044=Rullningslister
00000045=Kan ändra storlek
00000046=Plats
00000047=Kopiera Historik
00000048=&Ok
00000049=&Avbryt

[frmJumpToDeclaration]
00000002=Rensa
00000003=Sök:
00000004=Objekt:
00000005=Filnamn:
00000006=Projektet håller fortfarande på att laddas, så alla objekt finns inte med här.
00000007=Filter
00000008=OK
00000009=Avbryt
00000010=Hoppa till Deklaration

[frmLicenseChange]
00000007=Avbryt
00000008=Registrering
00000009=phpDesigner 7
00000010=Ange Registreringsdetaljer
00000011=Användarnamn:
00000012=Nyckel:
00000013=Företag:
00000014=Email:
00000015=Ange dina registreringsdetaljer för phpDesigner som dem visas i ditt registrerings-email.
00000016=Verifieringsnyckel:
00000017=Registrera

[frmLink]
00000002=Ok
00000003=Avbryt
00000004=Allmänt
00000005=&Beskrivning:
00000006=&URL:
00000007=M&ål:
00000008=Allmänt
00000009=Full sökväg
00000010=Avancerat
00000011=&Åtkomsttecken:
00000012=&Namn:
00000013=Tabb:
00000014=Riktning:
00000015=Id:
00000016=Språk:
00000017=Titel:
00000018=Avancerat
00000019=CSS
00000020=Stil:
00000021=Klass:
00000022=CSS
00000023=Utdata
00000024=Utdata
00000025=Omge med
00000026=Enkla citationstecken
00000027=Dubbla citationstecken
00000028=Inget
00000029=Trimma
00000030=Inget
00000031=Tabb \\t
00000032=Ny rad \\n
00000033=Ny rad (Enter) \\r
00000034=Använd escape-tecken på alla dubbla citationstecken "
00000035=Länk

[frmList]
00000002=Objekt:
00000003=Ok
00000004=Avbryt
00000005=Allmänt
00000006=Position:
00000007=Typ:
00000008=Bild:
00000009=Allmänt
00000010=Typ
00000011=Sorterad
00000012=Ej sorterad
00000013=Full sökväg
00000014=disk\nfyrkant\ncirkel\n
00000015=Avancerat
00000016=&Åtkomsttecken:
00000017=&Namn:
00000018=Tabb:
00000019=Riktning:
00000020=Id:
00000021=Språk:
00000022=Titel:
00000023=Avancerat
00000024=CSS
00000025=Stil:
00000026=Klass:
00000027=CSS
00000028=Använd escape-tecken på alla dubbla citationstecken "
00000029=List-editor
00000030=CompuServe GIF Bild (*.gif)|*.gif|JPEG Bildfil (*.jpg)|*.jpg|JPEG Bildfil (*.jpeg)|*.jpeg|Alla Filer (*.*)|*.*
00000031=Förhandsgranska

[frmMeta]
00000034=Använd escape-tecken på alla dubbla citationstecken "
00000035=Meta Information
00000036=Typ:
00000037=Innehåll:
00000038=Infoga
00000039=Stäng

[frmNewFile]
00000003=Avbryt
00000004=Ändra Standardmallar
00000006=Använd denna mall för HTML/XHTML
00000007=Lägg till huvud till denna mall

[frmOrderFull]
00000006=Köp Nu...
00000007=Stäng
00000008=Detta är en OREGISTRERAD version av phpDesigner!
00000023=Livslång licens!!
00000024=Gratis obegränsad hjälp via e-mail!
00000025=Gratis uppdateringar inom samma stora version!
00000026=Välj en licens för phpDesigner som möter just dina behov och krav!
00000027=Installera din licens för phpDesigner på 1) jobbet, 2) på din bärbara dator och 3) hemma!
00000028=I den OREGISTRERADE versionen av phpDesigner är du begränsad till max 5 öppna dokument samtidigt.
00000029=Om du vill jobba i phpDesigner med mer än 5 öppna dokument samtidigt måste du beställa din licens online idag och registrera din kopia av phpDesigner.

[frmPHPDocWizard]
00000002=Generera
00000025=Indata
00000029=Utdata
00000035=phpDocumentor Guide
00000036=Titel:
00000037=Filer:
00000038=Mapp:
00000039=Filer
00000040=Mapp (rekursiv)
00000041=Målmapp:
00000042=Konverteringsstil:
00000043=Stäng
00000044=Öppna målmapp

[frmPHPServerVariables]
00000002=Ok
00000003=Avbryt
00000035=PHP Server Variabler
00000036=Mer information:

[frmPreferences]
00001489=Rotmapp (exempel: apache htdocs mapp):
00001490=Titel:
00001491=Sökväg till phpDocumentor:
00001492=Språk på PHP Manualen:
00001493=Localhost:
00001623=Standard
00001663=Expandera Automatiskt
00001672=Allmänt
00001673=Layout
00001675=Standard
00001676=Standard \nKodmarkerare \nIngen \n
00001747=Objekt
00001748=Resultat
00001921=Sökväg:
00002090=Hjälp (*.chm)|*.chm
00002091=Ok
00002092=Avbryt
00002093=Standard...
00002094=Localhost:
00002095=Exempel: C:\\Program\\Apache Group\\Apache2\\htdocs\\
00002128=Dokumenttyper
00002129=PHP
00002130=HTML
00002131=XML
00002132=CSS
00002133=VBScript
00002134=JavaScript
00002135=Perl
00002136=SQL
00002137=C#
00002138=Java
00002139=Webbfilter:
00002140=Filbläddrare
00002141=(använd ; för att separera varje filändelse)
00002142=(använd ; för att separera varje filändelse)
00002143=Python
00002144=Ruby
00002146=Programuppdatering
00002147=Sök efter uppdateringar
00002149=Utdata:
00002150=Felsökning
00002151=xDebug
00002152=Lyssna på Port:
00002153=PHP (php.exe, php-cgi.exe osv.):
00002154=Konfiguration (php.ini):
00002155=Hur aktiverar och konfigurerar man xDebug?
00002156=Använd den förkonfigurerade PHP installationen med xDebug som kommer med phpDesigner.
00002157=1. Ladda ner xDebug från
00002158=2. För att aktivera Xdebug, lägg till följande rad till php.ini i [Zend] sektionen:
00002159=zend_extension_ts = "./ext/php_xdebug.dll"
00002160=xdebug.remote_enable=on
00002161=3. I fälten ovanför ange sökvägen till din PHP installation och den konfigurerade php.ini filen.
00002162=http://xdebug.org/
00002163=till din 'ext' mapp i din PHP installation
00002164=Till exempel, om du har PHP 5.2.5 installerat, så behöver du xDebug för 5.2.1-5.2.7
00002165=Vänligen notera att Xdebug inte är kompatibelt med Zend Optimizer.
00002167=Kodtips
00002169=Markeringsversion
00002170=PHP:
00002171=HTML/XHTML:
00002172=CSS:
00002174=Intelligent Markering
00002175=Färg:
00002177=Utdata:
00002178=Paneler
00002179=Göm Timer (ms):
00002180=Öppna resultat i intern och extern webbläsare
00002181=HTML
00002182=Text
00002184=Utdata:
00002185=Kör PHP
00002186=PHP (php.exe, php-cgi.exe osv.):
00002187=Öppna resultat i intern och extern webbläsare
00002188=HTML
00002189=Text
00002190=Visste du att?
00002191=XAMPP och WAMP är enkla sätt att installera Apache med PHP och MySQL.
00002195=WinCacheGrind - Visare:
00002196=Exempel: C:\\Program\\WinCacheGrind\\WinCacheGrind.exe
00002197=Profilerare
00002198=Exempel: C:\\Program\\phpDesigner\\PHP\\tmp
00002199=Målmapp:
00002200=Hur kan man aktivera och konfigurera profilering i xDebug?
00002201=1. Ladda ner och installera visaren WinCacheGrind:
00002202=xdebug.profiler_output_dir="..."
00002203=2. Ange Xdebugs profilerare målmapp, lägg till denna rad till php.ini i [Zend] sektionen:
00002205=Profileraren i Xdebug skickar resultat-information i form av en cachegrind-kompatibel fil, så för att kunna visa dessa filer måste du ha ett program som WinCacheGrind för att analysera din profileringsdata.
00002206=3. Ange Xdebugs profilerare målmapp i phpDesigner lägg till samma sökväg som du lade till i php.ini filen.
00002209=Server sökväg:
00002210=Exempel: http://localhost
00002211=Lokal server sökväg:
00002212=Exempel: C:\\Program\\XAMPP\\htdocs\\
00002213=Port:
00002214=Localhost
00002215=Visste du att?
00002216=XAMPP och WAMP är enkla sätt att installera Apache med PHP och MySQL.
00002220=Syntax Koll för PHP
00002221=Exempel: C:\\Program\\phpDesigner\\PHP\\php.exe
00002222=PHP:
00002223=Fördröjning (ms):
00002224=Syntax Koll för (X)HTML & CSS
00002225=Färg:
00002227=Matchande Tecken
00002228=Ej matchade:
00002229=Matchade:
00002230=Stil
00002232=TortoiseSVN
00002233=Sökväg till TortoiseSVN:
00002234=Exempel: C:\\Program\\TortoiseSVN\\bin\\TortoiseProc.exe
00002236=Konfiguration Sökväg
00002237=Välj var du vill spara din användardata (projekt, att göra, snuttar, mallar osv.)
00002239=Vid Uppstart
00002240=Uppstartsbild
00002241=Projekt
00002242=Skapa en Ny Fil
00002243=Existerande Filer
00002245=&Rättningar:
00002246=&Original:
00002247=Auto Rättningar
00002248=&Ny...
00002249=&Ta bort...
00002250=&Ändra...
00002252=Tryck "Ctrl+J" för att köra ett Auto Rättning objekt
00002253=Auto Rättningar
00002254=PHP
00002257=Objektnamn
00002258=Resultat
00002259=Exempel: <html>
00002260=Exempel: <html>|<html>
00002261="|" = Platsen för markören
00002262=Lägg till nytt objekt
00002263=Ny...
00002264=Ändra...
00002265=Ta bort...
00002267=Utskriftsinställningar
00002268=Typsnittsstorlek
00002280=&Markerare:
00002281=&Egenskap:
00002282=&Förgrund:
00002283=&Bakgrund:
00002284=Markerare
00002285=Stil
00002286=Färger
00002287=Förhandsgranska
00002288=PHP-omfång:
00002289=Nollställ...
00002290=Exportera...
00002291=Importera...
00002292=Mapp...
00002294=Andra Manualer
00002295=HTML:
00002296=SQL:
00002297=CSS:
00002298=PEAR:
00002299=HTML:
00002300=http://www.w3.org/TR/html4/
00002301=http://www.w3.org/TR/2004/CR-CSS21-20040225/
00002302=CSS:
00002303=SQL:
00002304=http://dev.mysql.com/doc/
00002305=http://pear.php.net/manual
00002306=PEAR:
00002308=Kodbläddrare
00002309=PHP
00002310=Layout
00002311=Standard
00002312=Standard \nKodmarkerare \nIngen \n
00002314=PHP-mall
00002327=PHP Prefix:
00002328=Att Göra
00002329=HTML Prefix:
00002330=HTML Prefix:
00002331=PHP Prefix:
00002332=Bugg
00002335=Höger kant:
00002336=Max tecken:
00002337=Max ångra:
00002338=Extra radmellanrum:
00002339=Kant
00002340=Tabbar
00002341=Markering:
00002342=Bakgrund:
00002343=Kant:
00002344=Bokmärken:
00002345=Höger Kant:
00002346=Aktiv Rad:
00002347=Färger
00002348=Skriv över:
00002349=Infoga:
00002350=Typsnitt
00002351=Markör
00002352=Markering
00002353=Läge:
00002354=&Tabb bredd:
00002355=Editor-typsnitt...
00002356=Kant-typsnitt...
00002358=Internet Explorer:
00002359=Extern Webbläsare
00002360=Netscape
00002361=Firefox:
00002362=Opera:
00002363=Safari:
00002364=Internet Explorer:
00002365=Netscape:
00002366=Firefox:
00002367=Opera:
00002369=http://www.netscape.com/
00002373=Safari:
00002375=URL till phpMyAdmin:
00002376=Databasbläddrare - phpMyAdmin
00002377=Dokumentation - phpDocumentor
00002378=Testramverk
00002379=Enkelt Test PHP Unit Testramverk
00002380=http://www.phpmyadmin.net
00002381=http://www.phpdoc.org
00002382=Mer information:
00002383=http://simpletest.sourceforge.net
00002384=FTP
00002385=Namn:
00002386=http://filezilla.sourceforge.net/
00002387=Exempel: http://localhost/phpmyadmin/
00002388=Exempel: c:\\...\\phpdoc.bat
00002389=Exempel: c:\\Program\\FileZilla\\filezilla.exe
00002390=Textfil jämförelse- och sammanfogningsverktyg
00002391=Namn:
00002392=Sökväg:
00002393=http://www.angusj.com/delphi/textdiff.html
00002394=http://www.winmerge.org/
00002395=TextDiff:
00002396=WinMerge:
00002397=http://tortoisesvn.tigris.org/TortoiseMerge.html
00002398=TortoiseMerge:
00002400=Sökväg till PHP Manualen:
00002401=PHP Manual
00002405=Om du har laddat ner PHP manualen (CHM) med Microsoft Internet Explorer under Windows XP SP2 eller senare borde du "låsa upp" filen, genom att högerklicka på den och välja Inställningar. Klicka sedan på "Lås upp" knappen.
00002407=Google:
00002408=Wikipedia:
00002409=Live Search (Microsoft):
00002410=Koders:
00002411=Yahoo!:
00002412=Webbsök
00002413=Altavista:
00002415=Sök
00002417=Kodkompletteringar
00002418=Fördröjning i genomsökning (ms):
00002419=Genomsökning tråd prioritet:
00002420=Auto timer (ms):
00002423=Ikon:
00002426=Filformat
00002427=Filtabb
00002428=Upptäck Ändringar
00002429=Filkodning
00002430=Fildialog sökväg (öppna/spara dialog)
00002431=Trimma när Spara
00002432=Inställningar
00002433=Alla Filer (*.*)|*.*
00002434=Syntax
00002435=LoadSyntaxFromReg
00002449=Apache
00002450=Vänligen ange Apaches rotmapp...
00002451=PHP-tolk (php.exe)|*.exe|Alla Filer (*.*)|*.*
00002452=dat
00002453=Syntax markering (*.dat)|*.dat
00002454=Syntax markering (*.dat)|*.dat
00002455=Sök efter tillgängliga uppdateringar automatiskt när programmet startas
00002456=Öppna resultat i intern och extern webbläsare
00002457=Varning
00002458=Notera
00002459=Strikta Standarder
00002460=Analytiskt Fel
00002461=Kritiskt Fel
00002462=Fångbart Kritiskt Fel
00002463=Okänd Fel
00002464=Starta Xdebug server vid uppstart
00002465=Visa resultatet från felsökningen
00002466=Visa utökad information
00002467=Utlös Automatiskt
00002468=Utlös med tangenten 'Ctrl'
00002469=Konfiguration (php.ini):
00002470=Låt phpDesigner automatiskt konfigurera målmappen för profilerare i php.ini
00002471=Real-tid syntax koll för PHP
00002472=Real-tid syntax koll för HTML/XHTML och CSS
00002473=Markera PHP varningar och fel
00002474=# 1: Varningar och fel visas bara i statusfältetare only displayed in the status bar
00002475=# 2: Varningar och fel visas bara i statusfältet och markeras i kanten
00002476=Tyst läge
00002477=Stäng automatiskt följande klammrar:
00002478=Automatisk indragning av klammrar
00002479=Enkel if/else matchning
00002480=Markera matchande/ej matchande taggar/klammrar
00002481=Stäng automatiskt taggar på '>'
00002482=Visa uppstartsbild under uppstart
00002483=Ladda senast öppnat projekt vid uppstart
00002484=Anger om automatiska korrigeringar händer vid musklick.
00002485=Korrigera vid musklick
00002486=Anger om automatiska korrigeringar ska behålla skiftläget på originalsträngen.
00002487=&Behåll skiftläge
00002488=Anger om automatiska korrigeringar görs skiftlägeskänsligt.
00002489=&Ignorera skiftläge
00002490=Anger om automatiska korrigeringar är aktiverat.
00002491=&Aktiverad
00002492=Skriv ut i svart och vitt bara
00002493=Använd syntax markerare
00002494=Skriv ut radnummer
00002495=Bryt långa rader
00002496=Visa speciella tecken
00002497=&Automatiskt indrag
00002498=Dra && släpp editering
00002499=Gruppera ångra
00002500=Radbrytning
00002501=Skrolla förbi slutraden
00002502=Tabbar till mellanrum
00002503=Kant
00002504=Tabbar
00002505=Smart home-tangent
00002506=Smart end-tangent
00002507=Ctrl + klick (gå till deklaration)
00002508=Välj kommentar med dubbelklick
00002509=Detta är den utökade PHP Manualen
00002510=Komplettera automatiskt (Sökhistorik)
00002511=Mellanslag avbryter
00002512=Full matchning
00002513=Utlös automatiskt
00002514=Acceptera bara med Enter
00002515=Stäng om tom
00002516=Acceptera med Tabb
00002517=Om inget objekt hittas, markera det första objektet
00002518=Öppna (<)
00002519=Stäng (</)
00002520=Speciell enhet (&&)
00002521=Utlös PHP klass (::)
00002522=Utlös PHP objekt (->)
00002523=Utlös PHP variabler ($)
00002524=Ta bort dubbla variabler
00002525=Visa funktions parametrar
00002526=Visa inbyggda konstanter
00002527=Visa nyckelord
00002528=Sortera objekt
00002529=Lägg till stängningsklammer )
00002530=Behåll text
00002531=Aktivera Filassociation
00002532=Visa fill sökväg till filen på dokumentets tabb
00002533=Stängknapp
00002534=Ändra Tabb placering
00002535=Upptäck automatiskt ändringar i öppna dokument som gjorts av externa program
00002536=Spara med BOM
00002537=Kodningstyper
00002538=Välj Tabb före Stängning
00002539=Ta bort rad om tom
00002540=Trimma fil när spara
00002541=HTML
00002542=Text
00002543=Fet
00002544=Fet + Understryk
00002545=Normal (standard)
00002546=Understryk
00002547=Fil
00002548=Projektrot
00002549=Projektbläddrare
00002550=Filbläddrare
00002551=Standard (Windows User Mapp)
00002552=Egen
00002555=Sökruta
00002556=Sökverktygsfält
00002557=Placera bokmärken
00002558=Välj rad
00002559=Inget
00002560=Brytpunkt/bokmärke
00002561=Brytpunkt
00002562=Position
00002563=Topp
00002564=Botten
00002565=Ansi
00002566=UTF-8
00002567=UTF-16 LE
00002568=UTF-16 BE
00002569=Formattyper
00002570=Mac
00002571=Unix
00002572=DOS | Windows
00002573=Välj plats (rot)
00002574=Filsökväg
00002575=Filbläddrare
00002577=Trimma
00002578=Vänster
00002579=Höger
00002586=Aktivera intelligent markering för PHP och HTML
00002587=Skym inaktiv kod i PHP, HTML, CSS och JS
00002588=Inbädda PHP markering i HTML/XHTML
00002589=Inbädda PHP markering i CSS
00002590=Inbädda PHP markering i JavaScript
00002591=Inbädda CSS markering i HTML/XHTML
00002592=Inbädda JavaScript markering i HTML/XHTML
00002593=Infoga * i phpDoc kommentarer
00002594=Typsnitt namn:
00002596=Beroenden
00002597=Klasser
00002598=Funktioner
00002599=Variabler
00002600=Konstanter
00002601=Gränssnitt
00002602=Klass implementerar
00002603=Gränssnitt utökar
00002604=Visa funktion parametrar
00002605=Expandera automatiskt vid markering
00002606=Fördröjning före genomsökning (ms):
00002607=Normal
00002608=Inaktiv\nLägsta\nLägre\nNormal\nHögre\nHögsta\nKritisk\n
00002609=Öppna alla Senaste Filer
00002610=Öppna den senast Öppnade Filen
00002611=Visa "Komma igång"
00002612=Intelligent Markering (PHP, HTML, XML, CSS and JavaScript)
00002613=Ruby
00002614=Python
00002615=C#
00002616=Java
00002617=Perl
00002618=SQL
00002619=PHP
00002620=HTML
00002621=CSS
00002622=XML
00002623=JavaScript
00002624=VBScript
00002625=Inget
00002626=Öppna senast Öppnade Filer
00002630=&Fet
00002631=&Kursiv
00002632=&Understryk
00002633=&Genomstruken
00002634=Huvud:
00002635=Fot:
00002636=Alternativ:
00002637=Bryt vid Undantag:
00002638=Inställningar
00002639=Länkar
00002640=Viktigt!
00002641=Öppna
00002642=Inbädda i phpDesigner
00002643=Extern
00002644=Allmänt
00002645=HTML/XHTML - Utlösare
00002646=PHP
00002647=Avancerat
00002648=Länkar till Manualer
00002649=Sökväg:
00002650=Stil
00002651=Smarty
00002652=Allmänt
00002653=Under Uppstart
00002654=Dokumenttyper
00002655=Programuppdatering
00002656=Konfiguration Sökväg
00002657=Kodbläddrare
00002658=Markeringsversioner
00002659=Intelligent Markering
00002660=Syntax Markering
00002661=Editor
00002662=Matcha Tecken
00002663=Korrigera Automatiskt
00002664=Komplettera Automatiskt
00002665=Kodtips
00002666=Kodkompletteringar
00002667=Profilerare
00002668=Felsökare
00002669=Mallar
00002670=Att Göra/Bugg
00002671=Skriv ut
00002672=PHP Manual
00002673=Integreringar
00002674=Localhost
00002675=Kör
00002676=Syntax Koll
00002677=Paneler
00002678=Webbläsare
00002679=TortoiseSVN
00002680=Webbsök
00002681=Andra Manualer
00002682=JavaScript:
00002683=Öppna...
00002684=Inställningar
00002685=Stäng tagg automatiskt
00002686=Fråga om brytning vid första raden om inga brytpunkter hittas
00002687=Syntax Delare
00002688=Bakgrund:
00002689=Förgrund:
00002690=Inaktivera Kodtips
00002691=PHP
00002692=HTML/XHTML
00002693=CSS
00002694=Tvinga laddning som UTF-8
00002695=1) Gå till Arkiv - Ny...
00002696=2) Tryck på knappen "Ändra Mallar..."
00002697=Ändra standardmallar:
00002698=Använd Intelligent Markering på filer som saknar filändelse
00002699=Släpp Filer
00002700=Öppna
00002701=Infoga som länk
00002702=JavaScript
00002703=Skippa Förhandsgranskning vid Utskrift

[frmPrint]
00000001=Utskriftsförhandsgranskning
00000002=Skriv ut
00000003=Skriv ut...
00000004=Inställningar...
00000005=Första Sidan
00000006=Sista Sidan
00000007=Nästa Sida
00000008=Sista Sidan
00000009=Sidor: Alla
00000010=Sidor: Alla
00000011=Sidor: Valda
00000012=Skriv ut:

[frmProjectEdit]
00000002=Allmänt
00000003=Namn:
00000005=Beskrivning:
00000006=Filter
00000007=CSV\nHTML Format\nPlain text\nRich Text Format\nRich Text Format Without Objects\nUnicode text\nVirtual Tree Data\n
00000010=Localhost
00000011=Server sökväg:
00000012=Lokal sökväg:
00000013=Port:
00000014=Exempel: http://localhost
00000015=Exempel: c:\\program\\xampp\\htdocs\\
00000016=Ändra Projekt
00000017=Filter
00000018=Ändra
00000019=Filter
00000020=Lägg till Filter
00000021=Filter
00000022=Ta bort Filter
00000023=OK
00000024=Avbryt
00000025=Standard
00000030=Filter
00000031=Standard
00000032=Arbetsyta
00000033=Uppdatera
00000036=Döp om
00000037=Ta bort
00000038=barTop
00000039=Ny ...
00000040=Virtuell mapp
00000041=Mapp
00000042=Fil
00000043=Länk till lokal mapp
00000044=Länk till lokal fil
00000045=Länk till FTP mapp
00000046=Länk till FTP fil
00000047=Importera från ...
00000048=Lokal mapp
00000049=Local fil
00000050=FTP mapp
00000051=FTP fil
00000052=Exportera till ...
00000053=Lokal mapp
00000054=FTP mapp
00000055=Uppdatera
00000056=Ta bort
00000057=Döp om
00000058=Inställningar
00000059=Öppna
00000060=Ny ...
00000061=Fil
00000062=Mapp
00000063=Länk till lokal fil
00000064=Länk till lokal mapp
00000065=Länk till FTP fil
00000066=Länk till FTP mapp
00000067=Virtuell mapp
00000068=Inställningar
00000069=Ändra åtkomsträttigheter
00000070=Importera från ...
00000071=Lokal mapp
00000072=Lokal fil
00000073=FTP mapp
00000074=FTP fil
00000075=Exportera till ...
00000076=Lokal mapp
00000077=FTP mapp
00000078=Shell meny
00000079=Öppna
00000080=Ny ...
00000081=Virtuell mapp
00000082=Mapp
00000083=Fil
00000084=Länk till lokal mapp
00000085=Länk till lokal fil
00000086=Länk till FTP mapp
00000087=Länk till FTP fil
00000088=Importera från ...
00000089=Lokal mapp
00000090=Lokal fil
00000091=FTP mapp
00000092=FTP fil
00000093=Exportera till ...
00000094=Lokal mapp
00000095=FTP mapp
00000096=Uppdatera
00000097=Ta bort
00000098=Döp om
00000099=Inställningar
00000100=Ändra åtkomsträttigheter
00000101=Shell meny
00000102=Skapad:
00000103=Senast öppnad:
00000104=Totalt:
00000105=Session tid:
00000106=Dela fillista
00000107=Dela fillista

[frmProjectManager]
00000002=Projekt:
00000003=Projekthanterare
00000004=Nytt
00000005=Ändra
00000006=Ta bort
00000007=OK
00000008=Avbryt
00000009=Sortera
00000010=Flytta upp
00000011=Flytta ner
00000012=Öppna projekt
00000013=Stäng projekt
00000014=Kopiera

[frmProjectWizard]
00000001=Nytt projekt guide
00000002=Till &Startsidan
00000003=Till S&ista sidan
00000004=< &Bakåt
00000005=&Framåt >
00000006=S&lutför
00000007=Avbryt
00000008=&Hjälp
00000009=Allmänt
00000010=Allmän information om ditt projekt
00000011=Projekt titel:
00000012=Beskrivning:
00000013=Projektrot
00000014=Välj rotmappen för ditt projekt
00000015=Projekt rotmapp:
00000016=Bibliotek
00000017=Åtkomst till Bibliotek kan ske från projektets arbetsyta och kodkompletteringar
00000018=Bibliotek:
00000019=Lägg till
00000020=Ta bort
00000021=FTP-konton
00000022=FTP-konton kan nås från projekt arbetsytan
00000023=FTP-konton:
00000024=Lägg till
00000025=Ta bort
00000026=Filter
00000027=Ange grundläggande filter som passar ditt projekt
00000028=Filfilter som inkluderas när genomsöker php-filer:
00000029=*.php*\n*.inc\n*.htm\n*.html\n*.css\n
00000030=Sammanfattning
00000031=Projektarbetsyta (dra mappar/filer från explorer hit för att anpassa den)
00000032=barTop
00000033=Ny ...
00000034=Virtuell mapp
00000035=Mapp
00000036=Fil
00000037=Länk till lokal mapp
00000038=Länk till lokal fil
00000039=Länk till FTP mapp
00000040=Länk till FTP fil
00000041=Importera från ...
00000042=Lokal mapp
00000043=Lokal fil
00000044=FTP mapp
00000045=FTP fil
00000046=Exportera till ...
00000047=Lokal mapp
00000048=FTP mapp
00000049=Uppdatera
00000050=Ta bort
00000051=Döp om
00000052=Inställningar
00000053=Dela fillista
00000054=Öppna
00000055=Uppdatera
00000056=Döp om
00000057=Ta bort
00000058=Ny ...
00000059=Fil
00000060=Mapp
00000061=Länk till lokal fil
00000062=Länk till lokal mapp
00000063=Länk till FTP fil
00000064=Länk till FTP mapp
00000065=Virtuell mapp
00000066=Inställningar
00000067=Ändra åtkomsträttigheter
00000068=Importera från ...
00000069=Lokal mapp
00000070=Lokal fil
00000071=FTP mapp
00000072=FTP fil
00000073=Exportera till ...
00000074=Lokal mapp
00000075=FTP mapp
00000076=Shell meny
00000077=Dela fillista
00000078=Shell meny
00000079=Öppna
00000080=Ny ...
00000081=Virtuell mapp
00000082=Mapp
00000083=Fil
00000084=Länk till lokal mapp
00000085=Länk till lokal fil
00000086=Länk till FTP mapp
00000087=Länk till FTP fil
00000088=Importera från ...
00000089=Lokal mapp
00000090=Lokal fil
00000091=FTP mapp
00000092=FTP fil
00000093=Exportera till ...
00000094=Lokal mapp
00000095=FTP mapp
00000096=Uppdatera
00000097=Ta bort
00000098=Döp om
00000099=Inställningar
00000100=Ändra åtkomsträttigheter

[frmRegistration]
00000008=Tack för att du utvärderar phpDesigner!
00000009=Registreringsdetaljer
00000010=Användarnamn:
00000011=Nyckel:
00000012=Företag:
00000013=Email:
00000014=Om du redan har köpt en licens för phpDesigner vänligen ange dina registreringsdetaljer exakt som det står i ditt registrerings-email.
00000016=Registrera
00000017=Utvärdera
00000024=Gratis obegränsad hjälp via e-mail!
00000029=Registrera

[frmSelectFiles]
00000001=Välj Filer...
00000003=Stäng

[frmSnippetAndTemplate]
00000005=Namn:
00000006=Innehåll:
00000007=Högerklicka i ändra-fältet nedan för att se fler inställningar...
00000008=Avbryt
00000009=Ok
00000010=Importera...
00000011=Infoga Markörens Position
00000012=Ångra
00000013=Gör om
00000014=Klipp ut
00000015=Kopiera
00000016=Klistra in
00000017=Markera &Alla

[frmSpecialCharacters]
00000004=Speciella Tecken
00000005=Avbryt
00000006=Ok
00000007=Tecken
00000008=Beskrivning
00000009=Enhet

[frmSpreadPhpDesigner]
00000008=Sprid phpDesigner!
00000009=Hjälp mig att sprida ordet om phpDesigner till alla hörn på webben genom att blogga om phpDesigner, länka...
00000010=Välj din knapp, tryck ok för att få koden till din knapp och klistra in den var som helst på din hemsida eller blogg och länka tillbaka till phpDesigner!
00000011=Ok
00000012=Avbryt

[frmTable]
00000004=Skapa en Tabell
00000005=Ok
00000006=Avbryt
00000007=Allmänt
00000008=Layout
00000009=Rader:
00000010=Kolumner:
00000011=Alternativ
00000012=Tabellalternativ
00000013=Bakgrundsbild:
00000014=Cellmellanrum:
00000015=Cellfyllning:
00000016=Anpassning:
00000017=Höjd:
00000018=Bredd:
00000019=Bakgrundsfärg:
00000020=Kantlinje:
00000021=Kantlinje Färg:
00000022=Kantlinje Ljus:
00000023=Kantlinje Mörk:
00000024=Full sökväg
00000025=Avancerat
00000026=&Åtkomsttecken:
00000027=&Namn:
00000028=Tabb:
00000029=Riktning:
00000030=Id:
00000031=Språk:
00000032=Titel:
00000033=Avancerat
00000034=Datasida Storlek:
00000035=Sammanfattning:
00000036=CSS
00000037=Stil:
00000038=Klass:
00000039=CSS
00000040=Använd escape-tecken på alla " tecken (PHP)
00000041=.htm
00000042=Alla Filer (*.*)|*.*

[frmTodoItem]
00000004=Att Göra Punkt
00000005=Status:
00000006=Startdatum:
00000007=Beskrivning:
00000008=Tillhörande Fil:
00000009=Slutdatum:
00000010=Prioritet:
00000011=Klar:
00000012=Punktnamn:
00000013=Tillhörande Projekt:
00000014=Avbryt
00000015=Ok
00000017=.htm
00000018=Alla Filer (*.*)|*.*

[frmWelcome]
00000009=Fortsätt
00000022=PHP-tolk (php.exe)|*.exe|Alla Filer (*.*)|*.*
00000023=phpDesigner 7
00000024=Välkommen till phpDesigner. Konfigurera dina inställningar för phpDesigner här.
00000025=Syntaxmarkering
00000026=PHP:
00000027=HTML/XHTML:
00000028=CSS:
00000029=Syntax Koll
00000030=HTML/XHTML && CSS
00000031=PHP (använd din PHP-installation):
00000032=Exempel: C:\\Program\\phpDesigner\\PHPSyntaxCheck\\php.exe
00000033=1. I menyn Visa > Språk, kan du ändra språket för gränssnittet i phpDesigner
00000034=2. I menyn Visa > Användargränssnitt, kan du ändra temat för phpDesigner
00000035=I menyn Verktyg > Inställningar, hittar du också ovanstående inställnigar och många fler!
00000036=3. I menyn Visa > Verktygsfält && Paneler, hittar du fler Verktygsfält och Paneler är dem som är standard
00000037=Tips!
00000038=Om du får några PHP-fel (.dll) vid uppstart är det på grund av din PHP-installation. Inaktivera eller konfigurera
00000039=PHP-installationen för syntaxkollen för PHP i menyn Verktyg > Inställnignar > Felsöning > Syntaxkoll

[$CONSTANTS]
